{
  "cik": "29669",
  "year": 2019,
  "split": "train",
  "section_1": {
    "item_number": "ITEM 1",
    "item_name": "",
    "chunks": [
      "ITEM 1.\n\nBUSINESS\n\nCompany Overview\n\nR. R. Donnelley & Sons Company (“RRD,” the “Company,” “we,” “us,” and “our”), a Delaware corporation, helps organizations communicate more effectively by working to create, manage, produce, distribute and process content on behalf of its clients. We assist clients in developing and executing multichannel communication strategies that engage audiences, reduce costs, drive revenues and enhance compliance. Our innovative content management offering, production platform, logistics services, supply chain management, outsourcing capabilities and customized consultative expertise assists our clients in the delivery of integrated messages across multiple media to highly targeted audiences at optimal times to their customers in virtually every private and public sector. We have strategically located operations that provide local service and responsiveness while leveraging the economic, geographic and technological advantages of a global organization.",
      "Competitive Strategy\n\nOur key strategic focus areas, which leverage our long-standing client relationships and comprehensive portfolio of capabilities, are as follows:\n\n•\n\nDriving Profitable Growth: We intend to drive profitable growth in each of our core businesses and shift our portfolio mix toward higher growth segments.\n\n•\n\nExtending our Capabilities: We intend to extend the range of our capabilities, products and service offerings to fuel organic growth from our global client base.\n\n•\n\nExpanding Print and Digital Technology Platforms: We intend to continue expanding our print and digital technology platforms, with innovative content management, data analytics, and multichannel capabilities for targeted markets.\n\n•\n\nOptimizing Business Performance: We intend to optimize our business performance by providing exceptional service and product quality to our clients while aggressively reducing our costs in order to improve margins and fund our transformation efforts.",
      "•\n\nDisciplined Capital Allocation: We intend to maintain a disciplined approach to capital allocation with an added focus on reducing our leverage, while also investing in our future through strategic acquisitions and business partnerships.\n\nSegment Descriptions\n\nOur reportable segments and their product and service offerings are summarized below.\n\nBusiness Services\n\nOur Business Services segment provides customized solutions at scale to help clients inform, service and transact with their customers. The segment’s primary product and service offerings include commercial print, logistics, packaging, statement printing, labels, supply chain management, forms and business process outsourcing. This segment also includes all of our operations in Asia, Canada, Europe and Latin America. In 2019, our Business Services segment accounted for 79.6% of our consolidated net sales.",
      "Commercial Print\n\nWe provide various commercial printing products and offer a full range of branded materials including manuals, publications, brochures, business cards, flyers, post cards, posters and promotional items. Commercial print accounted for 33.9% of our Business Services segment’s net sales for the fiscal year ended December 31, 2019.",
      "Logistics\n\nWe provide specialized transportation and distribution services using our third party logistics solutions. These services are comprised of freight services, including truckload, less-than-truckload, intermodal and international freight forwarding; international mail and parcel distribution; and courier services including same day and next day delivery. Logistics accounted for 16.3% of our Business Services segment’s net sales for the fiscal year ended December 31, 2019.",
      "Packaging\n\nWe provide packaging solutions, ranging from rigid boxes to in-box print materials, for clients in consumer electronics, life sciences, cosmetics and consumer packaged goods industries. Packaging accounted for 13.4% of our Business Services segment’s net sales for the year ended December 31, 2019.\n\nStatements\n\nWe create critical business communications, including customer billings, financial statements, healthcare communications and insurance documents. Our capabilities include design and composition, variable imaging, email, archival and digital mail interaction, as well as our innovative RRDigital solution set. Statements accounted for 10.9% of our Business Services segment’s net sales for the fiscal year ended December 31, 2019.\n\nLabels\n\nWe produce custom labels for clients across multiple industries including warehouse and distribution, retail, pharmaceutical, manufacturing and consumer packaging. We offer distribution and shipping labels, healthcare and durable goods labels, promotional labels and consumer product goods packaging labels. Labels accounted for 10.0% of our Business Services segment’s net sales for the fiscal year ended December 31, 2019.",
      "Supply Chain Management\n\nWe provide workflow design to assembly, configuration, kitting and fulfillment for clients in consumer electronics, telecommunications, life sciences, cosmetics, education and industrial industries. Supply chain management accounted for 6.0% of our Business Services segment’s net sales for the fiscal year ended December 31, 2019.\n\nForms\n\nWe produce a variety of forms including invoices, order forms and other business forms that support both the private and public sectors for clients in financial, government, retail, healthcare and business services industries. Forms accounted for 4.9% of our Business Services segment’s net sales for the fiscal year ended December 31, 2019.",
      "Business Process Outsourcing\n\nWe provide outsourcing services including creative services, research and analytics, financial management and other services for legal providers, insurance, telecommunications, utilities, retail and financial services companies. Business process outsourcing accounted for 4.6% of our Business Services segment’s net sales for the fiscal year ended December 31, 2019.\n\nMarketing Solutions\n\nOur Marketing Solutions segment leverages an integrated portfolio of data analytics, creative services and multichannel execution to deliver comprehensive, end-to-end solutions. The segment’s primary product and service offerings include direct marketing, in-store marketing, digital print, kitting, fulfillment, digital and creative solutions and list services. In 2019, our Marketing Solutions segment accounted for 20.4% of our consolidated net sales.\n\nDirect Marketing\n\nWe provide audience segmentation, creative development, program testing, print production, postal optimization and performance analytics for large-scale personalized direct mail programs. Direct marketing accounted for 52.9% of our Marketing Solutions segment’s net sales for the fiscal year ended December 31, 2019.\n\nDigital Print and Fulfillment\n\nUsing digital and offset production capabilities, we provide in-store marketing materials, including signage and point-of-purchase materials, as well as custom marketing kits that require multiple types of marketing collateral. Under the trade name MotifTM, we also create custom photobooks. Digital print and fulfillment accounted for 38.4% of our Marketing Solutions segment’s net sales for the fiscal year ended December 31, 2019.",
      "Digital and Creative Solutions\n\nWe help clients manage their customer data in order to better understand their customers and guide more effective marketing communications efforts. In addition, we create, edit and manage content for delivery across multiple marketing communications channels including print and digital advertising, direct marketing and mail, packaging, sales collateral, in-store marketing and social media. Digital and creative solutions accounted for 8.7% of our Marketing Solutions segment’s net sales for the year ended December 31, 2019.",
      "Corporate\n\nOur Corporate segment consists of unallocated selling, general and administrative activities and associated expenses including, in part, executive, legal, finance, communications, certain facility costs and last-in-first-out inventory provisions. In addition, certain costs and earnings of employee benefit plans, such as pension and other postretirement benefits (“OPEB”) plan expense (income) and share-based compensation, are included in Corporate and not allocated to the operating segments. Corporate also manages our cash pooling structures, which enables participating international locations to draw on our international cash resources to meet local liquidity needs.\n\nBusiness Dispositions and Acquisition\n\nOn October 25, 2019, we completed the sale of substantially all of the Global Document Solutions (“GDS”) business within the Business Services segment. GDS primarily provided statements and print management services in Europe. Additionally, during the year ended December 31, 2019, we sold the R&D business and our subsidiary, RR Donnelley Editora e Grafica Ltda., filed for bankruptcy liquidation in bankruptcy court in Brazil. The operations of these two businesses were included in the Business Services segment. During 2019, we also acquired a business within the Business Services segment, which was not material.",
      "On July 2, 2018, we sold the Print Logistics business within the Business Services segment.\n\nFor further information on the above dispositions and acquisition, see Note 2, Dispositions and Acquisition, to the Consolidated Financial Statements.",
      "Competitive Environment\n\nThe print and related services industry, in general, continues to have excess capacity and remains highly competitive and fragmented. Our clients operate in an evolving and ever-changing market. While the market is large and fragmented, there are tremendous changes occurring in how organizations need to create, manage, deliver and measure their communications. Some of the key factors facing our clients include regulatory changes, sensitivity to economic conditions, raw material pricing volatility and United States Postal Service (“USPS”) actions. In addition, technological changes, including the electronic distribution of documents and data, online distribution and hosting of media content, and advances in digital printing, print-on-demand and internet technologies, continue to impact the market for many of our products and services.",
      "We believe that, across our range of products and services, competition is based primarily on quality and the ability to service the special needs of clients at a competitive price. Therefore, we believe we need to continue to differentiate our product and service offerings and aggressively manage our cost structure to remain competitive. Our business is differentiated by the wide array of quality communications products and services, including print and content management, we provide for our clients. We work with our clients to create, manage, deliver and optimize their multichannel communications strategies by providing innovative solutions to meet increasing customer demands in light of the large and evolving marketplace. We also continue to develop and expand our creative and design, content management, digital and print production, supply chain management and distribution services to address our clients’ evolving needs while supporting the strategic objective of becoming a leading global provider of integrated communication products and services.",
      "Seasonality\n\nAdvertising and consumer spending trends affect demand in several of the end-markets we serve. As such, we have some seasonality in our business, mostly in the second half of the year, despite the breadth of our product and service offerings.",
      "Raw Materials\n\nThe primary raw materials we use in our print businesses are paper and ink. We negotiate with leading suppliers to maximize our purchasing efficiencies. Some of the paper we use is supplied directly by clients. Variations in the cost and supply of certain paper grades and ink formulations used in the manufacturing process may affect our consolidated financial results. Paper prices have fluctuated over the past few years and we expect continued volatility in the foreseeable future. Generally, clients directly absorb the impact of changing prices on client-supplied paper. With respect to paper we purchase, we have historically passed most changes in price through to our clients although in many cases there is a delay based on terms within individual client contracts. We believe contractual arrangements and industry practice will support our continued ability to pass on any future paper price increases, but there is no assurance that market conditions will continue to enable us to successfully do so. We believe that the paper supply is consolidating, and there may be shortfalls in the future in supplies necessary to meet the demands of the entire marketplace. Higher paper prices and tight paper supplies may have an impact on clients’ demand for printed products. We have undertaken various strategic initiatives to mitigate any foreseeable supply disruptions with respect to our paper and ink requirements.",
      "We continue to monitor the impact of changes in the price of crude oil and other energy costs, which impact our ink suppliers, logistics operations and manufacturing costs. Crude oil, energy prices and market cost of transportation continue to be volatile. We believe our logistics operations will continue to be able to pass a substantial portion of any increases in fuel prices directly to our clients in order to offset the impact of related cost increases. Decreases in fuel prices are also passed on to clients which negatively impact sales. However, our logistics operation is restricted in its ability to pass on increased cost of transportation costs to some clients in the short term. Therefore, increases in the market cost of transportation will negatively impact income from operations. We generally cannot pass on to clients the impact of higher energy prices on our manufacturing costs. We cannot predict sudden changes in energy prices and the impact that possible future changes in energy prices might have upon either future operating costs or client demand or the related impact either will have on our consolidated annual results of operations, financial position or cash flows.",
      "Distribution\n\nOur products are distributed to end-users through U.S. and foreign postal services, through retail channels, electronically or by direct shipment to client facilities. In cooperation with trusted logistics vendors, we manage the distribution of most client products we print in the U.S. and Canada to maximize efficiency and reduce costs for clients.\n\nAs a leading mail service provider of both First-Class and Marketing mail, we are ranked by the USPS as one of the largest preparers of mailings in the U.S. We work closely with our clients and the USPS to offer innovative products and mail preparation services to minimize postage costs. While we do not directly absorb the impact of higher postal rates on our clients’ mailings, demand for products distributed through the U.S. or foreign postal services has been negatively impacted by increases in postal rates, as postal costs are a significant component of many clients’ cost structures.",
      "In accordance with the 2006 Postal Accountability and Enhancement Act (“PAEA”), the Postal Regulatory Commission (“PRC”) adjusted and approved USPS filings for a CPI based average price increase of 1.5% to 1.9% depending on the major class of mail. The new prices took effect on January 26, 2020.",
      "Additionally, as required on the 10-year anniversary of PAEA, the PRC initiated a comprehensive review of PAEA on December 20, 2016, to determine if the current system for regulating rates and classes for market-dominant products is still achieving the original objectives of the law. The PRC issued its findings on December 1, 2017 and concluded that the current system was not meeting all of PAEA’s original objectives. To remedy this situation, the PRC proposed recommendations, which among other things, allows the Postal Service pricing flexibility of “CPI + 2%” on market-dominant mail products for a 5-year period of time. The PRC asked for industry stakeholder input, comments and alternative suggestions to these recommendations which were due by March 1, 2018. The industry reaction to the PRC’s recommendations was overwhelmingly negative, which in turn caused the PRC to reconsider and issue an amended proposal on December 12, 2019, nearly 21 months later. Industry stakeholders are expected to reply to the newest proposal by March 2020.",
      "In other developments, the Trump administration on April 12, 2018 issued an Executive Order establishing a Task Force (“TF”) to evaluate the USPS. On December 4, 2018, the TF issued a formal report calling for a total reevaluation of the Postal Service business model to make the organization more viable and sustainable going into the future. No further action related to the TF report occurred in 2019.",
      "Clients\n\nWe have more than 50,000 clients worldwide, including 94% of the Fortune 100, 85% of the Fortune 500 and 74% of the Fortune 1000. Our products and services enable some of the world’s largest companies to create, manage and deliver comprehensive and cost-effective multi-channel communications around the world. For each of the years ended December 31, 2019, 2018 and 2017, no single client accounted for 10% or more of consolidated net sales.\n\nTechnology, Research and Development\n\nWe invest in technology and research and development as a key strategy for our business. We believe that investing in new technologies allows us to remain on the forefront of content management and data analytics, while also allowing us to support our clients’ growing utilization of digital and print technologies. In addition, these technologies help expand our capabilities to provide additional services to clients as customers’ needs evolve. Our cost for research and development activities is not material to our consolidated annual results of operations, financial position or cash flows. In addition, we do not believe that our business is dependent upon any single patent or group of patents. We actively monitor the registrations of our trademark and patent portfolio to ensure that our intellectual property is appropriately protected and maintained.",
      "Cybersecurity\n\nOur cybersecurity program is designed for needs and expectations of our clients who entrust us with highly sensitive information. Furthermore, our healthcare and insurance printing businesses are subject to industry-specific data regulations, including the Health Care Insurance Portability and Accountability Act of 1996, which could subject us and our clients to liability should sensitive customer or patient information be publicly disclosed. Our infrastructure and technology, expansive and highly-trained global workforce and comprehensive security and compliance program enable us to safely process, store and protect customer information in compliance with relevant regulations.\n\nOur infrastructure and technology security capabilities are bolstered by our relationship with a leading data center services provider. Furthermore, our networks are monitored by intrusion detection services around the clock, and our systems and applications are routinely tested for vulnerabilities and are operated under a strict patch management program.",
      "We employ a highly skilled IT workforce to implement our cybersecurity programs and to handle specific security responsibilities. As a result of annual mandatory security awareness training, our IT workforce is trained to address security and compliance-related issues as they arise. Additionally, our IT employees are carefully screened, undergo a thorough background check and are bound by a nondisclosure agreement that details such employee’s security and legal responsibilities with regard to information handling.",
      "Environmental Compliance\n\nIt is our policy to conduct our global operations in accordance with all applicable laws, regulations and other requirements. It is not possible to quantify with certainty the impact of potential failures regarding environmental matters, particularly remediation and other compliance efforts that we may undertake in the future. However, in our opinion, compliance with the present environmental protection laws, before taking into account estimated recoveries from third parties, will not have a material adverse effect on our consolidated annual results of operations, financial position or cash flows.",
      "Employees\n\nAs of December 31, 2019, we had 36,400 employees.\n\nAs of December 31, 2019, 431 of our U.S. employees were covered by collective bargaining agreements at 10 of our U.S. facilities, representing 2.8% of our U.S. workforce. We also have collective bargaining agreements with unionized employees in China, Canada, Mexico, Chile and Europe. We have not experienced a work stoppage during the past five years. We believe that our relationships with our employees and collective bargaining groups are good.\n\nAvailable Information\n\nWe maintain an Internet website at www.rrd.com where our Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and all amendments to those reports are available without charge, as soon as reasonably practicable following the time they are filed with, or furnished to, the Securities and Exchange Commission (“SEC”). Reports, proxy and information statements and other information that is filed electronically with the SEC are available on the SEC’s website at www.sec.gov.",
      "The Principles of Corporate Governance of our Board of Directors, the Charters of the Audit, Human Resources and Corporate Responsibility & Governance Committees of the Board of Directors and our Principles of Ethical Business Conduct are also available on the Investor Relations portion of www.rrd.com, and will be provided, free of charge, to any stockholder who requests a copy. References to our website address do not constitute incorporation by reference of the information contained on the website, and the information contained on the website is not part of this document.",
      "Forward-Looking Statements\n\nThis Annual Report on Form 10-K and any documents incorporated by reference contain forward-looking statements as defined in the Private Securities Litigation Reform Act of 1995. These statements are subject to risks and uncertainties and are based on our beliefs and assumptions. Generally, forward-looking statements include information concerning possible or assumed future actions, events, or results of operations of ours. These statements may include, or be preceded or followed by, the words “may,” “will,” “should,” “might,” “could,” “would,” “potential,” “possible,” “believe,” “expect,” “anticipate,” “intend,” “plan,” “estimate,” “hope” or similar expressions. We claim the protection of the safe harbor for forward-looking statements contained in the Private Securities Litigation Reform Act of 1995 for all forward-looking statements.",
      "Forward-looking statements are not guarantees of performance. The factors identified below are believed to be significant factors, but not necessarily all of the significant factors, that could cause actual results to differ materially from those expressed in any forward-looking statement. Unpredictable or unknown factors could also have material effects on us.",
      "The following important factors, in addition to those discussed elsewhere in this Annual Report on Form 10-K, could affect our future results and could cause those results or other outcomes to differ materially from those expressed or implied in our forward-looking statements:\n\n•\n\nadverse changes in global economic conditions and the resulting effect on the businesses of our clients;\n\n•\n\nchanges in customer preferences or a failure to otherwise manage relationships with our significant clients;\n\n•\n\nloss of brand reputation and decreases in quality of client support and service offerings;\n\n•\n\npolitical and regulatory risks and uncertainty in the countries in which we operate or sell our products and services;",
      "•\n\ntaxation related risks in multiple jurisdictions;\n\n•\n\nadverse credit market conditions and other issues that may affect our ability to obtain future financing on favorable terms;\n\n•\n\nlimitations on our borrowing capacity in our credit facilities;\n\n•\n\nincreases in interest rates;\n\n•\n\nour ability to make payments on, reduce or extinguish any of our material indebtedness;\n\n•\n\nchanges in the availability or costs of key materials (such as ink, paper and fuel) or increases in shipping costs;\n\n•\n\nour ability to improve operating efficiency rapidly enough to meet market conditions;\n\n•\n\nimpairment of assets as a result of a decline in our individual reporting units’ expected profitability;",
      "•\n\nour ability and/or our vendors’ ability to implement and maintain information technology and security measures sufficient to protect against breaches and data leakage or the failure to properly use and protect customer, Company and employee information and data;\n\n•\n\na failure in or breach of data held in the computer systems we and our vendors maintain;\n\n•\n\nincreased pricing pressure as a result of the competitive environment in which we operate;\n\n•\n\nsuccessful negotiation, execution and integration of acquisitions;\n\n•\n\nour ability to execute on our portfolio optimization strategies, including potential sales of non-core assets;\n\n•\n\nincreasing health care and benefits costs for employees and retirees;\n\n•\n\nchanges in our pension and OPEB obligations;\n\n•\n\nadverse trends or events in our operations outside of the United States;\n\n•\n\nthe effect of inflation, changes in currency exchange rates and changes in interest rates;\n\n•\n\ncatastrophic events which may damage our facilities or otherwise disrupt the business;\n\n•\n\nthe effect of changes in laws and regulations, including changes in accounting standards, trade, tax, environmental compliance, health and welfare benefits, price controls and other regulatory matters and the cost, which could be substantial, of complying with these laws and regulations;",
      "•\n\nchanges in the regulations applicable to our clients, which may adversely impact demand for our products and services;\n\n•\n\nfactors that affect client demand, including changes in postal rates, postal regulations and service levels, changes in the capital markets, changes in advertising markets, clients’ budgetary constraints and changes in clients’ short-range and long-range plans;\n\n•\n\nfailures or errors in our products and services;\n\n•\n\nchanges in technology, including electronic substitution and migration of paper based documents to digital data formats, and our ability to adapt to these changes;",
      "•\n\ninability to hire and retain employees;\n\n•\n\npotential contingent obligations related to leases;\n\n•\n\nthe spinoffs resulting in significant tax liability; and\n\n•\n\nother risks and uncertainties detailed from time to time in our filings with the SEC.\n\nBecause forward-looking statements are subject to assumptions and uncertainties, actual results may differ materially from those expressed or implied by such forward-looking statements. Undue reliance should not be placed on such statements, which speak only as of the date of this document or the date of any document that may be incorporated by reference into this document.\n\nConsequently, readers of this Annual Report on Form 10-K should consider these forward-looking statements only as our current plans, estimates and beliefs. We do not undertake and specifically disclaim any obligation to publicly release the results of any revisions to these forward-looking statements that may be made to reflect future events or circumstances after the date of such statements or to reflect the occurrence of anticipated or unanticipated events. We undertake no obligation to update or revise any forward-looking statements in this Annual Report on Form 10-K to reflect any new events or any change in conditions or circumstances.\n\nITEM 1A."
    ]
  },
  "section_1A": {
    "item_number": "ITEM 1A",
    "item_name": "",
    "chunks": [
      "ITEM 1A.\n\nRISK FACTORS\n\nOur consolidated results of operations, financial position and cash flows can be adversely affected by various risks. These risks include the principal factors listed below and the other matters set forth in this Annual Report on Form 10-K. You should carefully consider all of these risks.\n\nRisks related to our business\n\nGlobal market and economic conditions, as well as the effects of these conditions on our clients’ businesses, may adversely affect us.\n\nIn general, demand for our products and services is highly correlated with general economic conditions. Because a significant part of our business relies on our clients’ advertising spending, which is driven in part by economic conditions and customer spending, a prolonged downturn in the global economy and an uncertain economic outlook may further reduce the demand for printing and related services that we provide to these clients. Delays or reductions in clients’ spending could have an adverse effect on demand for our products and services which may adversely affect our results of operations, financial position and cash flows. Economic weakness and constrained advertising spending may result in decreased revenue, operating margin, earnings and growth rates and difficulty in managing inventory levels and collecting accounts receivable. In addition, client difficulties may result in increases in bad debt write-offs and allowances for doubtful accounts receivable. Economic downturns may also result in restructuring actions and associated expenses and impairment of long-lived assets, including goodwill and other intangibles. Uncertainty about future economic conditions makes it difficult for us to forecast operating results and to make decisions about future investments.",
      "Changes in customer preferences have reduced, and may continue to reduce, demand for our products and services in certain markets. In addition, failure to manage changes in our relationships with our significant clients may have an adverse effect on our results of operations.\n\nMany of the end markets in which our clients compete are experiencing changes due to technological progress and changes in customer preferences. In order to grow and remain competitive, we will need to continue to adapt to future changes in technology, enhance our existing offerings and introduce new offerings to address the changing demands of clients. If we are unable to continue to utilize new and existing technologies to adapt to new distribution methods and address changing customer preferences, our business may be adversely affected.",
      "Technological developments and changing demands of clients may require additional investment in new equipment and technologies. We must monitor changes in our clients’ markets and develop new solutions to meet clients’ needs. The development of such solutions may be costly and there is no assurance that these solutions will be accepted by clients. If we are unable to adapt to technological changes on a timely basis or at an acceptable cost, clients’ demand for our products and services may be adversely affected.\n\nIn addition, electronic delivery of documents and data, including the online distribution and hosting of media content, offer alternatives to traditional delivery of printed documents. Customers continue to accept electronic substitution in statement printing and forms while online and digital advertising is impacting clients’ printed advertising spend. The extent to which customers will continue to accept electronic delivery is uncertain and it is difficult to predict future acceptance of these alternatives. Electronic delivery has adversely affected our products, such as forms and statement printing. To the extent that customers, clients and regulators continue to accept these alternatives, demand for our products and services may be further adversely affected.",
      "During 2019, our five largest clients accounted for 9.5% of our net sales in the aggregate. There can be no assurance that our clients will continue to purchase our products in the same mix or quantities or on the same terms as in the past. The loss of or disruptions related to significant clients may result in a reduction in sales or change in the mix of products we sell to significant clients. This may adversely affect our results of operations, financial condition and cash flows.",
      "Additionally, disputes with significant suppliers, including those related to pricing or performance, may adversely affect our ability to supply products to our clients and also our results of operations, financial condition and cash flows.\n\nOur business is dependent upon brand reputation and the quality of our client support and services offerings. If we fail to offer effective client support and services, our brand reputation could be harmed and clients may not use our products and services, which may have an adverse effect on our results of operations.",
      "A high level of client support and service is critical for the successful marketing and sale of our solutions and the maintenance and enhancement of our brand reputation. If we are unable to provide a level of client support and service to meet or exceed the expectations of our clients, we may experience a loss of clients and market share and a decline in our brand reputation which may result in reduced client demand for our products and services. Furthermore, our brand reputation may be impacted by a wide range of factors, some of which are out of our control, including actions of our competitors and third party providers and positive or negative publicity, any or all of which could adversely affect our operations.",
      "Our operations are subject to political and regulatory risks in the countries in which we operate.\n\nOur operations may be substantially affected by both domestic and international political or regulatory risk including general political conditions in the countries in which we operate; unexpected legal, regulatory or tax changes; governmental actions which have the effect of restriction on our business or opportunities or make it more expensive for us to operate in those jurisdictions; and changes in tax laws that would reduce net income due to withholding requirements or the imposition of tariffs or other restrictions.\n\nIn addition, potential political uncertainty in our developed markets, or the perception of such uncertainty, has had and may continue to have an adverse effect on global economic conditions and the stability of global financial markets. This may reduce global market liquidity and restrict the ability of key market participants to operate in certain financial markets. Any of these factors may adversely affect our results of operations, financial position and cash flows. Our success will depend, in part, on our ability to effectively anticipate and manage these and other risks associated with our domestic and international operations.",
      "We are subject to taxation related risks in multiple jurisdictions.\n\nWe are a U.S.-based global company subject to tax in multiple U.S. and foreign tax jurisdictions. Significant judgment is required in determining our global provision for income taxes, deferred tax assets and liabilities and in evaluating our tax positions on a worldwide basis. While we believe our tax positions are consistent with the tax laws in the jurisdictions in which we conduct our business, it is possible that these positions may be overturned by jurisdictional tax authorities, which may have a significant impact on our global provision for income taxes.",
      "Tax laws are dynamic and subject to change as new laws are passed and new interpretations of the law are issued or applied. The Tax Cuts and Jobs Act of 2017 (the “Tax Act”) was signed into law on December 22, 2017 and represents the most significant change to U.S. tax law since 1986. During 2017, we recorded provisional estimates of the impact of the Tax Act, and during the fourth quarter of 2018, we finalized our accounting analysis for the income tax effects of the Tax Act. However, in the future, we may be subject to additional taxes as required under the Tax Act, based upon new regulations and guidance which may adversely affect our results of operations, financial position and cash flows.",
      "Many countries are actively considering changes to existing tax laws that, if enacted, could increase our tax obligations in countries where we do business. If U.S. or other foreign tax authorities change applicable tax laws, our overall taxes could increase, which may adversely affect our business, results of operations, financial position and cash flows.",
      "Adverse financial market conditions, our operating performance and our creditworthiness may limit our ability to obtain future financing and the cost of any such capital may be higher than in past periods.\n\nWe have a substantial amount of outstanding debt which could adversely affect our business, results of operations, financial condition and cash flows. Uncertainty and volatility in global financial markets may cause financial institutions to fail, lenders to reduce lending or investors to reinvest in assets that are considered less risky. The failure of a financial institution that is a lender under our existing senior secured asset-based revolving credit facility (the “ABL Credit Facility”) would reduce its size unless another financial institution was willing to replace such commitments. Future capital markets transactions are dependent on our financial performance as well as market conditions, which may result in receiving financing on terms less favorable to us than our existing financings. In addition, our access to future financing and our ability to refinance existing debt will depend on a variety of factors such as our financial performance, the general availability of credit, our credit ratings and credit capacity at the time we pursue such financing.\n\nOur current corporate credit ratings are below investment grade and, as a result, our financing costs may further increase and our ability to obtain financing may be limited. If adequate capital is not available to us on reasonable terms and our internal sources of liquidity prove to be insufficient, or if future financings require more restrictive covenants, such combination of events could adversely affect our ability to (i) acquire new businesses or enter new markets, (ii) service or refinance our existing debt, (iii) pay dividends on common stock, (iv) make necessary capital investments, and (v) make other expenditures necessary for the ongoing conduct of our business.",
      "Our ABL Credit Agreement limits our borrowing capacity to the value of certain of our assets. In addition, our obligations under our ABL Credit Agreement and Term Loan Credit Agreement are secured by substantially all of the assets of the Company and our material domestic subsidiaries and lenders may exercise remedies against the collateral if an event of default occurs.",
      "Our borrowing capacity under our ABL Credit Agreement is equal to the lesser of (i) $800.0 million and (ii) a borrowing base formula based on the amount of accounts receivable, inventory, machinery, equipment and, if we were to so elect in the future subject to the satisfaction of certain conditions, fee-owned real estate of the Company and our material domestic subsidiaries that are guarantors under the ABL Credit Agreement, subject to certain eligibility criteria and advance rates (collectively, the “Borrowing Base”). In the event of any material decrease in the amount of or appraised value of the assets in the Borrowing Base, our borrowing capacity would similarly decrease, which could adversely affect our business and liquidity.",
      "If an event of a default occurs under our ABL Credit Agreement or Term Loan Credit Agreement (collectively, the “Credit Agreements”), the lenders’ commitment to extend further credit under our ABL Credit Agreement could be terminated, our outstanding obligations under either or both of the Credit Agreements could become immediately due and payable, outstanding letters of credit issued under our ABL Credit Agreement may be required to be cash collateralized, and remedies may be exercised against the collateral securing either or both of the Credit Agreements. If we are unable to borrow under our ABL Credit Agreement, we may not have the necessary cash resources to fund our operations or to meet scheduled repayments of other outstanding indebtedness and, if any event of default occurs under either Credit Agreement, there is no assurance that we would have the cash resources available to repay such accelerated obligations, refinance such indebtedness on commercially reasonable terms, or at all, or cash collateralize our letters of credit issued under the ABL Credit Agreement, which would have a material adverse effect on our business, financial condition, results of operations and liquidity.",
      "Restrictive covenants in our ABL Credit Agreement and Term Loan Credit Agreement could limit our financial and operating flexibility.\n\nOur ABL Credit Agreement and Term Loan Credit Agreement contain various affirmative and negative covenants applicable to us and our subsidiaries. Certain restrictions on operations become applicable if our borrowing availability under the ABL Credit Agreement falls below certain thresholds. These restrictions could impose significant operating and financial limitations and restrictions on us, including restrictions on our ability to enter into particular transactions and to engage in other actions that we may believe are advisable or necessary for our business.",
      "An increase in interest rates could have a material adverse effect on our business.\n\nBorrowings under our Credit Agreements bear interest at rates that are calculated based on the London Interbank Offered Rate (LIBOR) or a base rate plus, in each case, an applicable margin which, in the case of the ABL Credit Agreement, is dependent on the average quarterly borrowing availability under our ABL Credit Agreement. As a result, we are exposed to risks associated with fluctuations in interest rates, including if the U.S. Federal Reserve raises its benchmark interest rate. We may utilize derivative financial instruments, such as interest rate swaps, to manage our interest rate risk. There can be no assurance, however, that increases in interest rates will not adversely affect our business, financial position and results of operations by causing an increase in interest expense. Significantly higher interest rates may also, among other things, reduce the availability and increase the cost of obtaining new debt and refinancing existing indebtedness, as well as negatively impact the market price of our common stock.\n\nIn July 2017 the United Kingdom Financial Conduct Authority (the “FCA”), which regulates LIBOR, announced that the FCA intends to stop compelling banks to submit rates for the calculation of LIBOR after 2021. It is unknown whether any banks will continue to voluntarily submit rates for the calculation of LIBOR after 2021 or whether LIBOR will continue to be published by its administrator based on these submissions or on any other basis. It is not possible to predict the effect of these changes, other reforms, or the establishment of alternative reference rates, but the potential phase out of LIBOR could cause market volatility or disruption, which could adversely affect our current or future floating rate debt obligations, including obligations under our ABL Credit Agreement and Term Loan Agreement, our current or future derivative financial instruments that utilize LIBOR, and our overall cost of funding.",
      "We may not be able to reduce or extinguish our material indebtedness, and as a result we may have increased financial leverage, which may adversely affect our business.",
      "We have substantial indebtedness and our interest and principal payments are significant. In addition, our Term Loan Credit Agreement requires us to make quarterly principal payments and to make prepayments with excess cash flow and asset sale proceeds in certain circumstances. If we are unable to reduce this indebtedness, we will continue to have increased financial leverage, which may limit or restrict our ability to operate our business. In addition, our ability to make payments on, repay or refinance, such debt, will depend largely upon our future operating performance.",
      "We may be adversely affected by a decline in the availability of raw materials or by fluctuations in the costs of paper, ink, energy and other raw materials.\n\nWe are dependent on the availability of paper, ink and other raw materials to support our operations. As such, purchases of paper, ink, energy and other raw materials represent a large portion of our costs. Increases in the costs of these inputs may increase our costs and we may not be able to pass these costs on to clients through higher prices. Increases in the cost of materials may adversely affect clients’ demand for our printing and related services. Other unforeseen developments in these markets may result in a decrease in the supply of paper, ink or other raw materials which may adversely affect our results of operations, financial position and cash flows.",
      "We may be unable to improve our operating efficiency rapidly enough to meet market conditions.\n\nBecause the markets in which we operate are highly competitive, we must continue to improve our operating efficiency in order to maintain or improve our profitability. There is no assurance that we will be able to do so in the future. In addition, the need to reduce ongoing operating costs may result in significant up-front costs to reduce workforce, close or consolidate facilities, or upgrade equipment and technology.",
      "A decline in our Company’s or our individual reporting units’ expected profitability may result in the impairment of assets, including goodwill, other long-lived assets and deferred tax assets.\n\nDuring 2019 and in prior years we have recorded significant goodwill and other long-lived asset impairments and continue to hold goodwill, other long-lived assets and deferred tax assets on our balance sheet. A decline in expected profitability may call into question the recoverability of our remaining goodwill, other long-lived tangible and intangible assets or deferred tax assets and require the write down or write off of these assets or, in the case of deferred tax assets, recognition of a valuation allowance through a charge to income. Such events have had and may continue to have an adverse effect on our results of operations and financial position.",
      "Our services depend on the reliability of computer systems we and our vendors maintain. If our systems fail or are unreliable, our operations may be adversely affected.",
      "We depend on our information technology and data processing systems to operate our business, and a significant malfunction or disruption in the operation of our systems may disrupt our business and adversely affect our ability to operate and compete in the markets we serve. These systems include systems that we own and operate, as well as those systems of our vendors. Such systems are susceptible to malfunctions and interruptions due to equipment damage and power outages and a range of other hardware, software and network problems, as well as human error, employee misconduct, hacking and cybercrime. We also periodically upgrade and install new systems, which if installed or programmed incorrectly, may cause significant disruptions. If a disruption occurs, we may incur losses and costs for interruption of our operations, which may adversely affect our results of operations, financial condition and cash flows.",
      "We may suffer a material data breach of sensitive information. If our efforts to protect the security of such information are unsuccessful, any such material failures may result in significant costs to investigate and remediate the data-breach, private litigation expense and costly government enforcement actions and penalties, and may have an adverse effect on our operations and reputation.",
      "Maintaining the confidentiality, integrity and availability of our systems, software and solutions is an issue of critical importance for us and our clients and users who rely on us to protect the confidentiality of certain information they provide us. Many of our clients’ industries are highly regulated and have established standards and requirements for safeguarding the confidentiality, integrity and availability of information relating to their businesses and customers. Confidential and sensitive information stored in our systems are susceptible to cybercrime, or threats of intentional disruption, which are increasing in terms of sophistication and frequency. Disclosure of the information maintained on our systems due to human error, breach of our systems through hacking or cybercrime, a leak of confidential information due to employee misconduct or other such events may damage our reputation, subject us to regulatory enforcement action and cause significant reputational harm for our clients, all of which may materially affect our results of operations, financial condition and cash flows. In addition, as security threats continue to evolve and increase in terms of sophistication, we may invest additional resources in the security of our systems. The level of investment could also adversely affect our results of operations, financial condition and cash flows.",
      "The highly competitive market for our products and industry consolidation may continue to create adverse price pressures.\n\nThe markets for the majority of our product categories are highly fragmented and we have a large number of competitors. We believe excess capacity in our markets has caused downward price pressure and this trend is likely to continue. In addition, consolidation in the markets in which we compete may increase competitive price pressures due to competitors lowering prices.\n\nWe believe that selectively pursuing acquisitions is an important strategy for us. If our competitors are able to successfully combine with one another or otherwise consolidate, the competitive landscape would be significantly altered. Such consolidation would create stronger competitors with greater financial resources and broader manufacturing and distribution capabilities than our own, and, if we are not successful with our own efforts to consolidate or adapt effectively to increased competition, the resulting increase in competitive pressures may adversely affect our results of operations, financial position and cash flows.",
      "We have in the past acquired, and intend in the future to acquire, other businesses, and we may be unable to successfully integrate the operations of these businesses and may not achieve the cost savings and increased net sales anticipated as a result of these acquisitions.",
      "Achieving the anticipated benefits of acquisitions will depend in part upon our ability to integrate these businesses in an efficient and effective manner. The integration of companies that have previously operated independently may result in significant challenges, and we may be unable to accomplish the integration smoothly or successfully. In particular, the coordination of geographically dispersed organizations with differences in corporate cultures and management philosophies may increase the difficulties of integration. The integration of acquired businesses may also require the dedication of significant management resources, which may temporarily distract management’s attention from our day-to-day operations. In addition, the process of integrating operations may cause an interruption of, or loss of momentum in, the activities of one or more of our businesses and the loss of our key personnel or the acquired businesses. Further, employee uncertainty and lack of focus during the integration process may disrupt our operations or the operations of the acquired businesses. Our strategy is, in part, predicated on our ability to realize cost savings and to increase net sales through the acquisition of businesses that add to the breadth and depth of our products and services. Achieving these cost savings and net sales increases is dependent upon a number of factors, many of which are beyond our control. In particular, we may not be able to realize the benefits of more comprehensive product and service offerings, anticipated integration of sales forces, asset rationalization and systems integration.",
      "The trend of increasing costs to provide health care and other benefits to our employees and retirees may continue.\n\nWe provide health care and other benefits to employees and retirees. Costs for health care have increased more rapidly than general inflation in the U.S. economy. If this trend in health care costs continues, our cost to provide such benefits may increase, adversely affecting our profitability. Changes to health care regulations in the U.S. may also increase our cost of providing such benefits.",
      "Changes in market conditions or lower returns on assets may increase required pension and OPEB plan contributions in future periods.\n\nThe funded status of our pension and OPEB plans is dependent upon many factors, including returns on invested assets and the level of certain market interest rates. Market conditions may lead to changes in the discount rates used to value the year-end benefit obligations of the plans, which may partially mitigate or worsen the effects of lower asset returns. If adverse market conditions were to continue for an extended period of time, our costs and required cash contributions associated with pension and OPEB plans may substantially increase in future periods, adversely impacting our financial condition.",
      "We may be more vulnerable to adverse events and trends associated with operations outside the U.S.\n\nWe have significant operations outside the U.S. Conducting business outside the U.S. subjects us to a number of additional risks and challenges, including:\n\n•\n\nperiodic changes in a specific country's or region's economic conditions, such as recession;\n\n•\n\ncompliance with a wide variety of domestic and foreign laws and regulations (including those of municipalities or provinces where we have operations) and unexpected changes in those laws and regulatory requirements, including uncertainties regarding taxes, social insurance contributions and other payroll taxes and fees to governmental entities, tariffs, quotas, export controls, export licenses and other trade barriers;",
      "•\n\nunanticipated restrictions on our ability to sell to foreign clients where sales of products and the provision of services may require export licenses;\n\n•\n\ncertification requirements;\n\n•\n\nfluctuations in foreign currency exchange rates, including those resulting from inflation and currency devaluation activities;\n\n•\n\ninadequate protection of intellectual property rights in some countries;\n\n•\n\neffects of the United Kingdom’s exit from the European Union and related potential disruption to trade;\n\n•\n\npotential political, legal and economic instability, foreign conflicts, terrorism and the impact of regional and global infectious illnesses in the countries in which we and our clients, suppliers and contract manufacturers are located;\n\n•\n\ndifficulties and costs of staffing and managing international operations across different geographic areas and cultures, including assuring compliance with the U.S. Foreign Corrupt Practices Act and other U. S. and foreign anticorruption laws; and",
      "•\n\nfluctuations in freight rates and transportation disruptions.\n\nThese factors, individually or in combination, may impair our ability to effectively deliver our products and services, result in unexpected expenses, or cause an unexpected decline in the demand for our products in certain countries or regions. Specifically with respect to our operations in China, our financial performance may be adversely impacted as a result of the following risks, among others, regulation of foreign investment and business activities by the Chinese government, including scrutiny of foreign companies, may limit our ability to expand our business in China; uncertainties with respect to the legal system in China may limit the legal protections available to us in China; government restrictions on the remittance of currency out of China and the ability of any subsidiary we may establish in China to pay dividends and make other distributions to us; unfavorable result of ongoing trade negotiations between the U.S. and China; and potential unfavorable tax and tariff consequences as a result of our operations in China.",
      "Further, our business could be adversely affected by the recent outbreak of the respiratory illness caused by COVID-19, which was first identified in Wuhan, China. This situation is evolving and any further significant spread of this virus may have a material and adverse effect on our business and may include temporary closures of our facilities or the facilities of our suppliers and clients, restrictions on our ability to distribute and sell our products, and other disruptions caused to us, our suppliers or clients as a result of this virus. This may adversely affect our results of operations, financial position and cash flows.\n\nWe are exposed to significant risks related to potential adverse changes in currency exchange rates.\n\nWe are exposed to the impact of foreign currency fluctuations based on our global operations. Although the results in our Consolidated Financial Statements are reported in U.S. dollars, we also earn revenues, pay expenses, own assets and incur liabilities in various foreign currencies. Fluctuations in currency exchange rates have had, and will continue to have, an impact on our results expressed in U.S. dollars. We may enter into derivative instruments, such as foreign currency forward contracts, to hedge certain exposures to exchange rate fluctuations. There can be no assurance, however, that our efforts at hedging will be successful and that currency exchange rate fluctuations will not adversely affect our results of operations, financial position and cash flows.\n\nWe also face risks arising from the imposition of exchange controls, which may limit our ability to convert foreign currencies into U.S. dollars or to remit dividends and other payments by our foreign subsidiaries or businesses located in or conducted within a country imposing controls.",
      "Catastrophic events may damage or destroy our factories, distribution centers or other facilities, which may disrupt our business.\n\nNatural disasters, conflicts, wars, terrorist attacks, fires or other catastrophic events may cause damage or disruption to our factories, distribution centers or other facilities, which may adversely affect our ability to manage logistics, cause delays in the delivery of products and services to our clients, and create inefficiencies in our supply chain. An event of this nature may also prevent us from maintaining ongoing operations and performing critical business functions. While we maintain backup systems and operate out of multiple facilities to reduce the potentially adverse effect of these types of events, a catastrophic event that results in the destruction of any of our major factories, distribution centers or other facilities would affect our ability to conduct normal business operations, which may adversely affect our results of operations, financial position and cash flows.",
      "Changes in rules and regulations to which we are subject may increase our costs, which may adversely affect us.",
      "We are subject to numerous rules and regulations, including, but not limited to, product safety, environmental and health and welfare benefit regulations. These rules and regulations may be changed by local, state or federal governments in countries in which we operate. Changes in these regulations may result in a significant increase in our costs to comply. Compliance with changes in rules and regulations may require increases to our workforce, increased cost for compensation and benefits, or investments in new or upgraded equipment. In addition, growing concerns about climate change, including the impact of global warming, may result in new regulations, including with respect to greenhouse gas emissions (including carbon dioxide) and/or “cap and trade” legislation. Compliance with new rules and regulations or changes in existing rules and regulations, as well as the need to address any violations thereof, may result in additional costs, which may adversely affect our results of operations, financial condition and cash flows.",
      "Many of our clients are subject to rules and regulations requiring certain printed or electronic communications, governing the form of such communications and protecting the privacy of customers. For instance, our healthcare and insurance printing businesses are subject to such regulations. Changes in these regulations may impact clients’ business practices and may reduce demand for our products and services. Changes in such regulations may eliminate the need for certain types of communications altogether or may impact the quantity or format of such communications.\n\nChanges in postal rates, regulations and delivery structure may adversely affect demand for our products and services.",
      "Postal costs are a significant component of many of our clients’ cost structure and postal rate changes can influence the number of pieces and types of mailings that our clients mail. In accordance with the 2006 PAEA, the PRC adjusted and approved USPS filings for a CPI based average price increase of 1.5% to 1.9% depending on the major class of mail. The new prices took effect on January 26, 2020.",
      "Additionally, as required on the 10-year anniversary of PAEA, the PRC initiated a comprehensive review of PAEA on December 20, 2016, to determine if the current system for regulating rates and classes for market-dominant products is still achieving the original objectives of the law. The PRC issued its findings on December 1, 2017 and concluded that the current system was not meeting all of PAEA’s original objectives. To remedy this situation, the PRC proposed recommendations, which among other things, allows the Postal Service pricing flexibility of “CPI + 2%” on market-dominant mail products for a 5-year period of time. The PRC asked for industry stakeholder input, comments and alternative suggestions to these recommendations which were due by March 1, 2018. The industry reaction to the PRC’s recommendations was overwhelmingly negative, which in turn caused the PRC to reconsider and issue an amended proposal on December 12, 2019, nearly 21 months later. Industry stakeholders are expected to reply to the newest proposal by March 2020.",
      "In other developments, the Trump administration on April 12, 2018 issued an Executive Order establishing a Task Force (“TF”) to evaluate the USPS. On December 4, 2018, the TF issued a formal report calling for a total reevaluation of the Postal Service business model to make the organization more viable and sustainable going into the future. No further action related to the TF report occurred in 2019.",
      "The impact of any restructuring of the USPS, which may require legislative action, cannot currently be estimated. If implemented, certain changes may impact our clients’ ability or willingness to communicate by mail. Declines in print volumes mailed would have an adverse effect on our results of operations, financial condition and cash flows.\n\nIncreased transportation costs and changes in the relationships with independent shipping companies may have an adverse effect on our business.",
      "We rely upon third party carriers for timely delivery of our product shipments. As a result, we are subject to carrier disruptions and increased costs due to factors that are beyond our control, including employee strikes, inclement weather and increased fuel costs. Any failure to deliver products to our clients in a timely and accurate manner may damage our reputation and brand and may cause us to lose clients. If our relationship with any of these third party carriers is terminated or impaired, or if any of these third parties are unable to ship products for us, we would be required to use alternative, and possibly more expensive, carriers for the shipment of products. We may be unable to engage alternative carriers on a timely basis or on terms favorable to us, if at all, which may have an adverse effect on our results of operations, financial condition and cash flows.\n\nFurthermore, shipping costs represent a significant operational expense for us. Changes in shipping terms, or the inability of these third party shippers to perform effectively (whether as a result of mechanical failure, casualty loss, labor stoppage, or any other reason), may have an adverse effect on our results of operations, financial condition and cash flows. Additionally, deterioration of the financial condition of these third-party carriers may have an adverse effect on our shipping costs. Any future increases in shipping rates may have an adverse effect on our results of operations, financial condition and cash flows, particularly if we are unable to pass on these higher costs to our clients.",
      "Undetected errors or failures found in our products and services may result in loss of or delay in market acceptance of our products and services that may seriously harm our business.",
      "Our products and services may contain undetected errors or scalability limitations at any point, but particularly when first introduced or as new versions are released. We frequently release new versions of our products and different aspects of our platform are in various stages of development. Despite testing by us and by current and potential clients, errors may not be found in new products and services until after commencement of commercial availability or use, resulting in a loss of or a delay in market acceptance, damage to our reputation, client dissatisfaction and reductions in net sales and margins, any of which may have an adverse effect on our results of operations, financial condition and cash flows.",
      "We may be unable to hire and retain talented employees, including management.\n\nOur success depends, in part, on our general ability to attract, develop, motivate and retain highly skilled employees. The loss of a significant number of our employees or the inability to attract, hire, develop, train and retain skilled personnel, particularly during strong economic periods, may have an adverse effect on us. Various locations may encounter competition with other manufacturers for skilled labor. Many of these competitors may be able to offer significantly greater compensation and benefits or more attractive lifestyle choices than we offer. In addition, many members of our management team have significant industry experience that is valuable to our competitors. We enter into non-solicitation and, as appropriate, non-competition agreements with certain of our executive officers, prohibiting them contractually from soliciting our clients and employees and from leaving and joining a competitor within a specified period. Our inability to hire and retain talented employees or the loss of senior members of our senior management team may result in challenges or temporary difficulty in managing our business, which may adversely affect our results of operations, financial condition or cash flows.",
      "We may be contingently liable for various LSC Communications, Inc. and Donnelley Financial Solutions, Inc. operating leases.\n\nSubsequent to the spinoff of LSC Communications, Inc. (“LSC”) and Donnelley Financial Solutions, Inc. (“Donnelley Financial”), we may be contingently liable for obligations under various operating leases for office, warehouse and manufacturing locations of LSC and Donnelley Financial. In the event that LSC or Donnelley Financial fail to make lease payments or fail to pay other obligations under these lease agreements, we may be required to satisfy those obligations to the lessor. Under various agreements executed at the time of the spinoff, LSC and Donnelley Financial agreed to fully indemnify us in the event that we would be required to make a payment on their behalf; however, there can be no assurance that the indemnities from LSC and Donnelley Financial will be sufficient to satisfy the full amount of any such contingent obligations. Our exposure to these potential contingent liabilities will decrease over time as LSC and Donnelley Financial pay monthly lease obligations and as the leases expire. As of December 31, 2019, these potential contingent obligations were approximately $78.8 million and $5.5 million for LSC and Donnelley Financial, respectively. If we are required to make payments pursuant to these arrangements, it may adversely affect our results of operations, financial condition or cash flows.",
      "The spinoff transactions of LSC and Donnelley Financial in October 2016 could result in significant tax liability.\n\nWe obtained an opinion from our outside legal counsel substantially to the effect that, among other things, the distributions in connection with the spinoff transactions qualify as tax-free distributions under the U.S. Internal Revenue Code of 1986, as amended (the “Code”). The opinion will not be binding on the IRS or the courts. Additionally, we have received a private letter ruling from the IRS concluding that certain limited aspects of the distributions will not prevent the distributions from satisfying certain requirements for tax-free treatment under the Code. The opinion and the private letter ruling rely on customary factual representations and assumptions, which if incorrect or inaccurate may jeopardize the ability to rely on such opinion and letter ruling.",
      "If either or both of the distributions do not qualify for tax-free treatment for U.S. federal income tax purposes, then, in general, we would be subject to tax as if we had sold the common stock of such spun-off entity in a taxable sale for its fair value. In that case, we expect that RRD stockholders would be subject to tax as if they had received a distribution equal to the fair value of the spun-off entity’s common stock that was distributed to them, which generally would be treated first as a taxable dividend to the extent of our earnings and profits, then as a non-taxable return of capital to the extent of each holder’s tax basis in its Company common stock, and thereafter as capital gain with respect to any remaining value. We expect that the amount of any such taxes to RRD stockholders and us would be substantial if this were to occur.\n\nITEM 1B."
    ]
  },
  "section_1B": {
    "item_number": "ITEM 1B",
    "item_name": "",
    "chunks": [
      "ITEM 1B.\nUNRESOLVED STAFF COMMENTS\nWe have no unresolved written comments from the SEC staff regarding our periodic or current reports under the Securities Exchange Act of 1934.\nITEM 2."
    ]
  },
  "section_2": {
    "item_number": "ITEM 2",
    "item_name": "",
    "chunks": [
      "ITEM 2.\n\nPROPERTIES\n\nOur corporate office is located in leased office space in Chicago, Illinois. As of December 31, 2019, we leased or owned 198 U.S. facilities, some of which had multiple buildings and warehouses, and these U.S. facilities encompassed approximately 15.3 million square feet. We leased or owned 63 international facilities, some of which had multiple buildings and warehouses, encompassing approximately 5.6 million square feet primarily in Asia, Canada, Europe and Latin America. Of our U.S. and international facilities, approximately 8.9 million square feet of space was owned, while the remaining 12.0 million square feet of space was leased.\n\nITEM 3."
    ]
  },
  "section_3": {
    "item_number": "ITEM 3",
    "item_name": "",
    "chunks": [
      "ITEM 3.\n\nLEGAL PROCEEDINGS\n\nFrom time to time, our clients and others file voluntary petitions for reorganization under United States bankruptcy laws. In such cases, certain pre-petition payments we received from these parties could be considered preference items and subject to return. In addition,",
      "we are party to certain litigation arising in the ordinary course of business. We believe that the final resolution of these preference items and litigation will not have a material effect on our consolidated results of operations, financial position or cash flows.\n\nFor a discussion of certain litigation involving us, see Note 8, Commitments and Contingencies, to the Consolidated Financial Statements.\n\nITEM 4."
    ]
  },
  "section_4": {
    "item_number": "ITEM 4",
    "item_name": "",
    "chunks": [
      "ITEM 4.\nMINE SAFETY DISCLOSURES\nNot applicable.\nINFORMATION ABOUT OUR EXECUTIVE OFFICERS (As of February 1, 2020)\nPART II\nITEM 5."
    ]
  },
  "section_5": {
    "item_number": "ITEM 5",
    "item_name": "",
    "chunks": [
      "ITEM 5.\n\nMARKET FOR R. R. DONNELLEY & SONS COMPANY’S COMMON EQUITY, RELATED STOCKHOLDER MATTERS AND ISSUER PURCHASES OF EQUITY SECURITIES\n\nOur common stock is listed and traded on the New York Stock Exchange (NYSE) under the symbol “RRD”. As of February 21, 2020, there were 3,617 stockholders of record of our common stock.\n\nISSUER PURCHASES OF EQUITY SECURITIES\n\nThere were no repurchases of equity securities during the three months ended December 31, 2019.",
      "EQUITY COMPENSATION PLANS\n\nFor information regarding equity compensation plans, see Item 12 of Part III of this Annual Report on Form 10-K.\n\nPEER PERFORMANCE TABLE\n\nThe graph below compares five-year returns of our common stock with those of the S&P SmallCap 600 and the S&P 1500 Industrials Index. The comparison assumes an initial investment of $100 on December 31, 2014 and that all dividends have been reinvested. Our performance through September 30, 2016 has been adjusted for the spinoffs of LSC and Donnelley Financial which occurred on October 1, 2016 and are reflected in the table below as a dividend. Additionally, our performance has been adjusted for the 1-for-3 reverse stock split for our stock which also occurred on October 1, 2016.\n\nITEM 6."
    ]
  },
  "section_6": {
    "item_number": "ITEM 6",
    "item_name": "",
    "chunks": [
      "ITEM 6.\n\nSELECTED FINANCIAL DATA\n\nSELECTED FINANCIAL DATA\n\n(in millions, except per share data)\n\n(1)\n\nIncludes the following significant items:\n\n(2)\n\nEarnings per share amounts and dividends paid per share amounts occurring prior to October 1, 2016 have been adjusted to reflect our 1-for-3 reverse stock split. See Note 1, Basis of Presentation and Summary of Significant Accounting Policies, to the Consolidated Financial Statements.",
      "(3)\n\nOn October 1, 2016, we completed the separation of LSC and Donnelley Financial into two separate publicly-traded companies. The balances of these companies are included here for periods prior to the October 1, 2016 Distribution.\n\n(4)\n\nPrimarily includes expenses related to the ongoing SEC and Department of Justice (“DOJ”) investigations and reserves for an unfavorable state sales tax matter.\n\nITEM 7."
    ]
  },
  "section_7": {
    "item_number": "ITEM 7",
    "item_name": "",
    "chunks": [
      "ITEM 7.\n\nMANAGEMENT’S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS\n\nThe following discussion of our financial condition and results of operations should be read together with the Consolidated Financial Statements and Notes to those statements included in Item 15 of Part IV of this Annual Report on Form 10-K.\n\nBusiness\n\nFor a description of our business, segments and product and service offerings, see Item 1, Business, of Part I of this Annual Report on Form 10-K.",
      "We separately report our net sales, related costs of sales and gross profit for our product and service offerings. Our product offerings primarily consist of commercial print, packaging, statements, direct marketing, labels, digital print and fulfillment, supply chain management and forms. Our service offerings primarily consist of logistics, business process outsourcing and digital and creative solutions.\n\nExecutive Overview\n\n2019 OVERVIEW\n\nNet sales for the year ended December 31, 2019 were $6,276.2 million, a decrease of $524.0 million, or 7.7%, compared to the year ended December 31, 2018. Net sales decreased $307.3 million due to business dispositions and $54.9 million due to changes in foreign exchange rates. Net sales also decreased due to lower volume in commercial print due to ongoing secular pressure and the continued planned reductions in low margin sales, as well as price pressures. Decreases in net sales were partially offset by higher volume in direct marketing primarily attributable to the 2020 Census contract.\n\nIncome from operations for the year ended December 31, 2019 was $98.6 million, a decrease of $110.0 million compared to the year ended December 31, 2018. Income from operations decreased due to a non-cash charge of $98.5 million to recognize the impairment of goodwill in the logistics reporting unit within the Business Services segment, as well as cost inflation, price pressures and lower sales volume, partially offset by lower selling, general and administrative expenses and lower depreciation and amortization expense.",
      "We continue to assess opportunities to reduce our cost structure and enhance productivity throughout the business. During the year ended December 31, 2019, we realized cost savings from previous restructuring activities, including the reorganization of administrative and support functions across all segments, as well as facility consolidations.",
      "Net cash provided by operating activities for the year ended December 31, 2019 was $139.3 million as compared to $203.5 million for the year ended December 31, 2018. The decrease in net cash flow from operating activities related primarily to higher tax and restructuring payments, partially offset by lower interest payments.\n\nOUTLOOK\n\nVision and Strategy\n\nWe work with our clients to create, manage, deliver and optimize their multichannel communications strategies. We have and will continue to develop our creative and design, content management, digital and print production, supply chain management and distribution services to address our clients’ evolving needs.\n\nOur global platform provides differentiated solutions for our clients through our broad range of complementary communications services and innovative leadership in both conventional print and digital technologies. This platform has enabled RRD to develop strong client relationships, and we are focused on expanding these relationships to a broader range of our offerings. The flexibility of our platforms enhances the value we deliver to our clients and we intend to expand our capabilities in order to make it easier for clients to manage their full range of communication needs.",
      "We believe productivity improvements and cost reductions are critical to our competitiveness. We continue to implement strategic initiatives across each of our segments to reduce our overall cost structure and enhance productivity primarily through restructuring which includes consolidations, reorganizations and integrations of operations and streamlining of administrative and support activities.\n\nWe seek to deploy our capital using a balanced approach in order to ensure financial flexibility and provide returns to stockholders. Priorities for capital deployment, over time, include capital expenditures, principal and interest payments on debt obligations, distributions to stockholders and targeted acquisitions. We believe that a strong financial condition is important to clients focused on establishing or growing long-term relationships. We also expect to make targeted acquisitions that extend our capabilities, drive cost savings and reduce future capital spending needs.",
      "We use several key indicators to gauge progress toward achieving these objectives. These indicators include organic sales growth, operating margins, cash flow from operations and capital expenditures. We target long-term net sales growth, while managing operating margins by achieving productivity improvements that offset the impact of price declines and cost inflation. Cash flows from operations are targeted to be stable over time, but in any given year can be significantly impacted by the timing of non-recurring or infrequent receipts and expenditures, the level of required pension and OPEB plan contributions, the timing of tax payments and the impact of working capital changes.\n\nWe face many challenges and risks as a result of competing in highly competitive global markets. Refer to Item 1A, Risk Factors, of Part I of this Annual Report on Form 10-K for further discussion.",
      "2020 Outlook\n\nIn 2020, we expect net sales to be lower as compared to 2019 primarily due to current year dispositions. On an organic basis, we expect net sales to range from a slight decrease to a slight increase as compared to 2019 primarily driven by expected growth in our direct marketing, packaging and labels products. We also expect continued secular declines in our commercial print and forms products and continued price pressures in most parts of the business. The highly competitive market conditions and unused industry capacity will continue to put price pressure on both transactional work and contract renewals across both segments. Our outlook assumes that the U.S. economy and the economies of the foreign countries in which we operate will remain stable. We will continue to leverage our client relationships in order to provide a larger share of their communications needs. In addition, we expect to continue cost control and productivity initiatives, including selected facility consolidations.",
      "We initiated several restructuring actions during the years ended December 31, 2019, 2018 and 2017, to further reduce our overall cost structure. These restructuring actions included the closures of manufacturing facilities as well as the reorganization and consolidation of certain operations. These and future cost reduction actions are expected to have a positive impact on operating earnings in 2020 and in future years. In addition, we expect to identify other cost reduction opportunities and possibly take further actions, which may result in significant additional restructuring charges. These restructuring actions will be funded by cash generated from operations and cash on hand or, if necessary, by utilizing our credit facilities.\n\nWe expect lower interest expense on lower average borrowings and a lower average interest rate in 2020 and we expect the effective tax rate to be significantly higher than the statutory rate primarily due to anticipated limitations on our domestic interest expense deduction as a result of the Tax Act.",
      "Cash flows from operations in 2020 are expected to be higher versus 2019 as lower interest and tax payments and targeted working capital improvements are expected to more than offset higher restructuring payments. We expect capital expenditures to be significantly lower in 2020 as the 2019 expenditures associated with building the new printing facility in China and additional investments related to the 2020 Census contract will not repeat in 2020. Also, as part of our agreement to sell the printing facility in China, we expect to collect one additional non-refundable deposit of $24 million in 2020 and we expect to continue generating additional proceeds from monetizing other assets including proceeds from selling additional facilities.",
      "RESULTS OF OPERATIONS FOR THE YEAR ENDED DECEMBER 31, 2019 AS COMPARED TO THE YEAR ENDED DECEMBER 31, 2018\n\nConsolidated\n\nThe following table shows the results of operations for the years ended December 31, 2019 and 2018:",
      "Net sales of products for the year ended December 31, 2019 decreased $200.1 million, or 3.8%, to $5,117.6 million versus the same period in 2018. Net sales from products decreased $91.2 million due to business dispositions, including the bankruptcy liquidation of RRD Brazil and $50.4 million due to changes in foreign exchange rates. Net sales of products also decreased due to lower volume in commercial print due to ongoing secular pressure and continued planned reductions in low margin sales, as well as price pressure, partially offset by higher volume in direct marketing primarily attributable to the 2020 Census contract.\n\nNet sales from services for the year ended December 31, 2019 decreased $323.9 million, or 21.8%, to $1,158.6 million versus the same period in 2018. Net sales from services decreased $216.1 million due to business dispositions, primarily Print Logistics. Net sales from services also decreased due to lower volume in the remaining logistics business.\n\nProducts cost of sales decreased $165.2 million, or 3.8%, for the year ended December 31, 2019 versus the same period in 2018 primarily due to the reduction in net sales. As a percentage of net sales, products cost of sales decreased 0.1 percentage point for the year ended December 31, 2019 versus the same period in 2018.",
      "Services cost of sales decreased $294.3 million, or 23.9%, for the year ended December 31, 2019 versus the same period in 2018, primarily due to the disposition of the Print Logistics business and cost control initiatives. As a percentage of net sales, services cost of sales decreased 2.2 percentage points for the year ended December 31, 2019 versus the same period in 2018.",
      "Products gross profit decreased $34.9 million to $967.0 million for the year ended December 31, 2019 versus the same period in 2018, primarily due to lower volume, unfavorable product mix, cost inflation and price pressures, partially offset by cost control initiatives. Products gross margin increased slightly from 18.8% to 18.9%.\n\nServices gross profit decreased $29.6 million to $223.9 million for the year ended December 31, 2019 versus the same period in 2018, primarily due to lower volume in our logistics business. Services gross margin increased from 17.1% to 19.3%.\n\nSelling, general and administrative expenses decreased $54.2 million to $776.2 million for the year ended December 31, 2019 versus the same period in 2018 reflecting cost control initiatives and business dispositions. As a percentage of net sales, selling, general and administrative expenses increased from 12.2% to 12.4% for the year ended December 31, 2019 versus the same period in 2018.\n\nFor the year ended December 31, 2019, net restructuring, impairment and other charges of $135.3 million primarily included a non-cash charge of $98.5 million to recognize the impairment of goodwill in the logistics reporting unit within the Business Services segment, $22.3 million for employee termination costs and $16.6 million for other restructuring charges. There were no goodwill impairment charges in 2018. See Note 4, Restructuring, Impairment and Other Charges, to the Consolidated Financial Statements for further discussion.\n\nDepreciation and amortization decreased $12.2 million to $169.2 million for the year ended December 31, 2019 versus the same period in 2018, primarily due to lower capital spending in recent years compared to historical levels.",
      "Other operating expense for the year ended December 31, 2019 was $11.6 million compared to other operating income of $3.8 million for the same period in 2018. The expense in 2019 was primarily related to the ongoing SEC and DOJ investigations, an increase in reserves for an unfavorable state sales tax matter and expenses related to the ongoing bankruptcy liquidation of RRD Brazil, partially offset by the gains from business dispositions. The prior year amount primarily included a $3.6 million pre-tax gain on the sale of the Print Logistics business in July 2018.",
      "Income from operations for the year ended December 31, 2019 declined $110.0 million from 2018 to $98.6 million as a result of the factors discussed above.\n\nNet interest expense decreased by $17.7 million for the year ended December 31, 2019 versus the same period in 2018, primarily due to lower average borrowings and interest rates during the year ended December 31, 2019.\n\nInvestment and other income, net for the years ended December 31, 2019 and 2018 was $16.7 million and $20.4 million, respectively, and principally comprised of net pension and OPEB income.",
      "Loss on debt extinguishment for the year ended December 31, 2019 was $0.8 million which related to the repurchase of senior notes and debentures. Loss on debt extinguishment for the year ended December 31, 2018 was $32.4 million which primarily related to premiums paid in connection with tenders, unamortized debt issuance costs and other expenses associated with the October 2018 tender offer. See Note 11, Debt, to the Consolidated Financial Statements for further discussion.\n\nThe effective income tax rate for the year ended December 31, 2019 was an expense of 156.8% and is primarily driven by limitations on the interest expense deduction as a result of the Tax Act. Non-deductible interest expense will be carried forward; however it is more likely than not that the benefit of such deferred tax asset will not be fully realized and full valuation allowance was recorded in 2019. The income tax expense also reflects a non-deductible goodwill impairment charge.",
      "The effective income tax rate for the year ended December 31, 2018 was an expense of 133.9% and is primarily driven by limitations on the interest expense deduction as a result of the Tax Act. Non-deductible interest expense will be carried forward; however, it is more likely than not that the benefit of such deferred tax asset will not be fully realized and a valuation allowance of $23.9 million was recorded in 2018. The income tax expense also reflects final adjustments associated with the enactment of the Tax Act of $4.2 million to the one-time transition tax on foreign earnings, as well as $1.5 million to net deferred tax assets for the reduced corporate income tax rate. Additionally, the income tax expense reflects the inability to recognize a tax benefit on certain losses.\n\nIncome attributable to noncontrolling interests was $0.5 million and $1.4 million for the years ended December 31, 2019 and 2018, respectively.\n\nNet loss for the year ended December 31, 2019 was $92.7 million compared to $9.6 million for the year ended December 31, 2018.",
      "Information by Segment\n\nBusiness Services\n\nNet sales for the Business Services segment for the year ended December 31, 2019 were $4,995.7 million, a decrease of $623.4 million, or 11.1%, compared to 2018. Net sales decreased $307.3 million due to business dispositions, primarily the Print Logistics business, and $54.9 million due to changes in foreign exchange rates. The remaining decrease in net sales was primarily due to lower volume in commercial print due to ongoing secular pressure, continued planned reductions in low margin sales, lower volume in the remaining logistics business and price pressures. The following table summarizes net sales by products and services in the Business Services segment:",
      "Business Services segment income from operations decreased $109.6 million for the year ended December 31, 2019 compared to the same period in 2018, primarily due to a charge of $98.5 million recognized for the impairment of goodwill, as well as lower volume, price pressures and cost inflation, partially offset by changes in foreign exchange rates, lower depreciation and amortization expense and cost control initiatives.",
      "Marketing Solutions\n\nNet sales for the Marketing Solutions segment for the year ended December 31, 2019 were $1,280.5 million, an increase of $99.4 million, or 8.4%, compared to 2018. Net sales increased primarily due to higher volume in direct marketing primarily attributable to the 2020 Census contract. The following table summarizes net sales by products and services in the Marketing Solutions segment:\n\nMarketing Solutions segment income from operations increased $12.4 million for the year ended December 31, 2019 compared to the same period in 2018, primarily due to higher volume in direct marketing.",
      "Corporate\n\nCorporate operating expenses in the year ended December 31, 2019 were $101.1 million, an increase of $12.8 million compared to the same period in 2018. The increase was primarily driven by higher other operating expense which related to the ongoing SEC and DOJ investigations, an increase in reserves for an unfavorable state sales tax matter and expenses related to the ongoing bankruptcy liquidation of RRD Brazil, partially offset by the gains from business dispositions. The following table summarizes unallocated operating expenses and certain items impacting comparability within the activities presented as Corporate:\n\n2018 Compared with 2017\n\nOur comparison of 2018 results to 2017 results is included in our Annual Report on Form 10-K for the fiscal year ended December 31, 2018, under Part II Item 7, Management's Discussion and Analysis of Financial Condition and Results of Operations.",
      "LIQUIDITY AND CAPITAL RESOURCES\n\nWe believe that we have sufficient liquidity to support our ongoing operations and to invest in future growth to create value for our stockholders. Our operating cash flows, existing cash balances and available capacity under our asset-based senior secured revolving credit facility (the “ABL Credit Facility”) are our primary sources of liquidity and are expected to be used for, among other things, capital expenditures necessary to support productivity improvement and growth, completion of restructuring programs, acquisitions, payment of interest and principal on our long-term debt obligations, and distributions to stockholders that require approval by the Board of Directors.",
      "The following describes our cash flows for the years ended December 31, 2019, 2018 and 2017.\n\nOperating cash inflows are largely attributable to sales of our products and services. Operating cash outflows are largely attributable to recurring expenditures for raw materials, labor, rent, interest, taxes and other operating activities.\n\nNet cash provided by operating activities in 2019 was $64.2 million lower than in 2018, primarily due to higher tax and restructuring payments, partially offset by lower interest payments.",
      "Included in net cash provided by operating activities were the following operating cash (outflows) inflows:\n\nSignificant cash (outflows) inflows included in investing and financing activities for each period were as follows:\n\nCapital expenditures in 2019 were $34.4 million and $30.3 million higher than in 2018 and 2017, respectively, primarily due to investments associated with building a new facility following the expected sale and relocation of a printing facility in Shenzhen, China and additional investments related to the 2020 Census contract.\n\nProceeds from disposition of businesses in 2019 reflect the sale of the GDS and R&D businesses, and in 2018 reflect the sale of the Print Logistics business.\n\nProceeds from sale of investments and other assets in 2019 primarily included $53.6 million cash received as deposits for the expected sale of a printing facility in Shenzhen, China and cash proceeds from the sale of restructured facilities of $9.9 million. Proceeds from sale of investments and other assets in 2018 primarily included $32.1 million cash received as a deposit for the expected sale of a printing facility in Shenzhen, China and cash proceeds from the sale of investments and other assets of $17.8 million.",
      "Proceeds from issuance of long-term debt in 2018 reflect the proceeds from the Term Loan, which we used to repay current maturities and long-term debt.\n\nDividends\n\nOn January 15, 2020, our Board of Directors declared a quarterly cash dividend of $0.03 per common share, payable on March 2, 2020 to stockholders of record on February 14, 2020.\n\nEach of our ABL Credit Agreement and Term Loan Credit Agreement limit availability to make dividend payments, subject to specified exceptions. Our Board of Directors must review and approve future dividend payments and will determine whether to declare additional dividends based on our operating performance, expected future cash flows, debt levels, liquidity needs and investment opportunities.\n\nContractual Cash Obligations and Other Commitments and Contingencies\n\nThe following table quantifies our future contractual obligations as of December 31, 2019:\n\n(a)\n\nExcludes unamortized debt issuance costs of $12.8 million and a discount of $4.7 million which do not represent contractual commitments with a fixed amount or maturity date.\n\n(b)\n\nIncludes scheduled interest payments, net of $2.5 million estimated cash receipts from interest rate swap agreements entered into in 2019.\n\n(c)\n\nExcludes variable costs in connection with leased properties.\n\n(d)\n\nIncludes the low-end of the estimated range for 2020 pension plan contributions and does not include the obligations for subsequent periods, as we are unable to reasonably estimate the ultimate amounts.",
      "(e)\n\nExcludes deferred compensation plans that are funded with investments.\n\n(f)\n\nRepresents contractual obligations for purchases of property, plant and equipment of $26.0 million and employee restructuring-related severance payments of $3.5 million. Excluded from the table are $22.9 million of uncertain tax liabilities, as we are unable to reasonably estimate the ultimate amount or timing of settlement or other resolution.\n\nLiquidity\n\nCash and cash equivalents were $190.8 million as of December 31, 2019, a decrease of $179.8 million compared to December 31, 2018. Included in Cash and cash equivalents at December 31, 2019 were $38.2 million of short-term investments, which primarily consisted of short-term deposits and money market funds. These investments are held at institutions with sound credit ratings and are highly liquid.",
      "Our cash balances are held in numerous locations throughout the world, including substantial amounts held outside of the United States. Cash and cash equivalents as of December 31, 2019 included $12.0 million in the U.S. and $178.8 million at international locations. We maintain cash pooling structures that enable participating international locations to draw on our international cash resources to meet local liquidity needs. Foreign cash balances may be loaned from certain cash pools to U.S. operating entities on a temporary basis in order to reduce our short-term borrowing costs or for other purposes.",
      "During the year ended December 31, 2019, we transferred approximately $327 million of cash held in international jurisdictions to the U.S. which was used to reduce debt outstanding. In future years, as a result of the Tax Act, we have further opportunities to repatriate foreign cash, primarily generated from current year earnings, in a tax efficient manner. The previously taxed earnings from the transition tax and annual GILTI inclusion, as well as certain foreign earnings that receive a one hundred percent dividends received deduction may be repatriated with minimal additional tax consequences. As such, we are no longer permanently reinvested on certain foreign earnings yet remain permanently reinvested on all other foreign earnings and other outside basis differences. We record foreign withholding tax liabilities related to the certain foreign earnings for repatriation. We have recognized deferred tax liabilities of $6.7 million and $6.5 million as of December 31, 2019 and December 31, 2018, respectively, related to local taxes on certain foreign earnings which are not considered to be permanently reinvested.",
      "During the year ended December 31, 2019, we repurchased on the open market $23.4 million and $20.7 million in aggregate principal amount of the 7.875% senior notes due 2021 and 8.875% debentures due 2021, respectively. We recorded a loss on debt extinguishment of $0.8 million in the third quarter of 2019 on the repurchase of the notes and debentures.",
      "On February 1, 2019, we retired the $172.2 million 11.25% senior notes using availability under our ABL Credit Facility.",
      "On October 15, 2018, we entered into a $550.0 million senior secured term loan B (the “Term Loan”) pursuant to a credit agreement (the “Term Loan Credit Agreement”). Proceeds from the Term Loan, net of a $5.5 million discount, were used to repurchase certain senior notes, pay transaction fees and repay a portion of borrowings under the ABL Credit Facility. The Term Loan is scheduled to mature on January 15, 2024, at which time the remaining outstanding balance under the Term Loan will be due and payable. Principal payments of $1.4 million are due quarterly. The Term Loan bears interest based on the London Interbank Offered Rate (LIBOR) plus a margin of 5% or a base rate plus a margin of 4%.",
      "On October 15, 2018, we repurchased $172.6 million and $257.4 million in aggregate principal amount of the 7.625% senior notes due 2020 and 7.875% senior notes due 2021, respectively, pursuant to a tender offer. We recorded a loss on debt extinguishment of $32.3 million in the fourth quarter of 2018 on the repurchase of the bonds, representing tender premiums paid of $29.0 million, write-off of unamortized debt issuance costs of $1.5 million and fees and expenses of $1.8 million.",
      "We entered into an $800.0 million senior secured asset-based revolving credit facility (the “ABL Credit Facility”) on September 29, 2017 pursuant to a credit agreement (the “ABL Credit Agreement”), which replaced our prior $800.0 million senior secured revolving credit facility dated September 30, 2016.\n\nOn October 15, 2018, we amended the ABL Credit Agreement to, among other things, permit (i) the incurrence of the debt pursuant to the Term Loan Credit Agreement and (ii) the incurrence of a lien on the ABL Priority Collateral (described below) to secure our obligations under the Term Loan Credit Agreement and related guarantees on a second-priority basis. The ABL Credit Facility is scheduled to mature on September 29, 2022, at which time all outstanding amounts under the ABL Credit Facility will be due and payable.",
      "The amount available to be borrowed under the ABL Credit Facility is equal to the lesser of (a) $800.0 million and (b) a borrowing base formula based on the amount of accounts receivable, inventory, machinery, equipment and, if we were to so elect in the future subject to the satisfaction of certain conditions, fee-owned real estate of ours and our material domestic subsidiaries, subject to certain eligibility criteria and advance rates (collectively, the “Borrowing Base”). The aggregate amount of real estate, machinery and equipment that can be included in the Borrowing Base formula cannot exceed $200.0 million.\n\nBorrowings under the ABL Credit Facility bear interest at a rate dependent on the average quarterly availability and is calculated according to a base rate (except in certain circumstances, based on the prime rate) or a Eurocurrency rate (except in certain circumstances, based on LIBOR) plus an applicable margin. The applicable margin for base rate loans ranges from 0.25% to 0.50% and the applicable margin for Eurocurrency loans ranges from 1.25% to 1.50%. In addition, a fee is payable quarterly on the unused portion of the total commitments. This fee accrues at a rate of either 0.25% or 0.375% depending upon the average usage of the facility. Borrowings under the ABL Credit Facility may be used for working capital and general corporate purposes.",
      "Our obligations under the ABL Credit Facility are guaranteed by our material domestic subsidiaries (the “Guarantors”) and are secured by a security interest in substantially all assets of ours and the Guarantors, including, only to the extent included in the Borrowing Base, real property, in each case subject to certain exceptions and exclusions. The assets of ours and the Guarantors consisting of accounts receivable, inventory, deposit accounts, securities accounts, machinery and equipment and, to the extent related to the foregoing, general intangibles, documents and instruments, as well as 65% of the equity interests of our first-tier foreign subsidiaries (collectively, the “ABL Priority Collateral”), secure our obligations and the obligations of the Guarantors under the ABL Credit Facility and the related guarantees on a first-priority basis, and all other collateral other than the ABL Priority Collateral secures our obligations and the obligations of the Guarantors under the ABL Credit Facility on a second-priority basis, in each case, subject to permitted liens.",
      "Our obligations under the Term Loan Credit Agreement are guaranteed by the Guarantors and are secured by a security interest in substantially all assets of ours and the Guarantors, including certain material real property, subject to certain exceptions and exclusions. The ABL Priority Collateral secures our obligations and the obligations of the Guarantors under the Term Loan Credit Agreement and related guarantees on a second-priority basis, and all other collateral other than the ABL Priority Collateral secures our obligations and the obligations of the Guarantors under the Term Loan Credit Agreement and related guarantees on a first-priority basis, in each case, subject to permitted liens.",
      "The ABL Credit Agreement and Term Loan Credit Agreement contain customary affirmative and negative covenants including negative covenants restricting, among other things, our ability to incur debt, make investments, make certain restricted payments (including payments on certain other debt and external dividends), incur liens securing other debt, consummate certain fundamental transactions, enter into transactions with affiliates and consummate asset sales. The ABL Credit Agreement contains a covenant which requires us to maintain a minimum fixed charge coverage ratio of 1.0 to 1.0 if availability under the ABL Credit Facility declines below certain levels. The Term Loan Credit Agreement requires that the net cash proceeds of significant asset sales be used to prepay the Term Loan to the extent that the net cash proceeds are not used for reinvestment in assets useful to our business, certain acquisitions and investments, repayment of certain borrowings under our ABL Credit Facility or the funding of debt repayments, redemptions or tenders of certain existing notes maturing prior to the maturity of the Term Loan, in each case, subject to certain restrictions and limitations set forth in the Term Loan Credit Agreement.",
      "As of December 31, 2019, we were in compliance with the covenants under the ABL Credit Agreement and Term Loan Credit Agreement and expect to remain in compliance based on our estimates of operating and financial results for 2020 and the foreseeable future. As of December 31, 2019, we met all the conditions required to borrow under the ABL Credit Agreement and we expect to continue to meet the borrowing conditions.",
      "As of December 31, 2019, we had $42.0 million of borrowings and $39.1 million of letters of credit issued under the ABL Credit Facility. Based on the Borrowing Base as of December 31, 2019 and existing borrowings and outstanding letters of credit, we had $633.7 million of borrowing capacity available under the ABL Credit Facility. We also had $137.0 million in other uncommitted credit facilities, primarily outside the U.S., of which we had $87.6 million in outstanding letters of credit, bank guarantees and bank acceptance drafts.",
      "The current availability under the ABL Credit Facility as of December 31, 2019 is shown in the table below:\n\n(a)\n\nTotal available liquidity does not include credit facilities of non-U.S. subsidiaries, which are uncommitted facilities.\n\nThe failure of a financial institution supporting the ABL Credit Facility would reduce the amount of underlying commitments unless a replacement institution was added. Currently, the ABL Credit Facility is supported by eight U.S. financial institutions.\n\nOur credit ratings from Moody’s Investors Service, Inc. (“Moody’s”) and S&P Global Ratings (“S&P”) as of December 31, 2019 are shown in the table below:\n\nDispositions and Acquisition\n\nDuring the year ended December 31, 2019, we sold the GDS and R&D businesses within the Business Services segment for net proceeds of approximately $58.9 million. Additionally, during the year ended December 31, 2019, we completed an acquisition within the Business Services segment for a purchase price of $14.6 million consisting of $3.0 million in cash paid at closing, a $3.0 million note paid in January 2020 and $8.6 million in contingent consideration based on the future performance of the acquired business.",
      "During the year ended December 31 2018, we sold the Print Logistics business within the Business Services segment for net proceeds of $43.9 million.",
      "During the fourth quarter of 2017, we entered into an agreement to sell a printing facility in Shenzhen, China and transfer the related land use rights. As of December 31, 2019, we have received non-refundable deposits in accordance with the terms of the agreement of approximately $98.2 million which is recorded in Other noncurrent liabilities on the Consolidated Balance Sheets. Additional deposits will be paid to us in accordance with the agreement. Gross proceeds from the sale, including non-refundable deposits, are expected to be approximately $250 million, subject to changes in the exchange rate, and we expect the transaction to close in 2021 after closing conditions are satisfied and government approvals are obtained. As of December 31, 2019, the carrying cost of the building and land use rights is recorded in Other noncurrent assets and is not material.",
      "Off-Balance Sheet Arrangements\n\nOther than certain contingent obligations discussed in Note 8, Commitments and Contingencies, we do not have off-balance sheet arrangements, financings or special purpose entities.",
      "Critical Accounting Policies and Estimates\n\nThe preparation of financial statements in conformity with GAAP requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities, the disclosure of contingent assets and liabilities at the date of the financial statements and the reported amounts of revenues and expenses during the reporting period. Our most critical accounting policies are those that are most important to the portrayal of our financial condition and results of operations, and which require us to make our most difficult and subjective judgments, often as a result of the need to make estimates of matters that are inherently uncertain. We have identified the following as our most critical accounting policies and judgments. Although we believe that our estimates and assumptions are reasonable, they are based upon information available when they are made, and therefore, actual results may differ from these estimates under different assumptions or conditions.",
      "Revenue Recognition\n\nOn January 1, 2018, we adopted ASC Topic 606, “Revenue from Contracts with Customers” using the modified retrospective method applied to those contracts which were not completed as of January 1, 2018. Results for reporting periods beginning after January 1, 2018 are presented under Topic 606, while prior period amounts are not adjusted and continue to be reported in accordance with our historical accounting under Topic 605. All revenue recognized in the Consolidated Statements of Operations is considered to be revenue from contracts with clients.",
      "Our products revenue is primarily recognized at a point in time. We generally recognize revenue for products upon the transfer of control of the products to the client which typically occurs upon transfer of title and risk of ownership, which is generally upon shipment to the client. For certain products, we are able to recognize revenue for completed inventory billed but not yet shipped at the client’s direction.\n\nOur services revenue is recognized both at a point in time as well as over time. Our logistics revenue is primarily recognized over time as the performance obligation is completed. Due to the short transit period of logistics performance obligations, the timing of revenue recognition does not require significant judgment. Our business process outsourcing and digital and creative solutions revenue is recognized over time or at a point in time, depending on the nature of the service which could be either recurring or project-based.",
      "Goodwill and Other Long-Lived Assets\n\nOur methodology for allocating the purchase price of acquisitions is based on established valuation techniques, and when appropriate, includes valuations performed by management or third-party appraisers. Based on our current organization structure, we have identified 15 reporting units for which cash flows are determinable and to which goodwill may be allocated. Goodwill is either assigned to a specific reporting unit or allocated between reporting units based on the relative excess fair value of each reporting unit.",
      "We perform our goodwill impairment tests annually as of October 31 or more frequently if an event occurs or circumstances change that would more likely than not reduce the fair value of a reporting unit below its carrying value, indicating a possible impairment may exist.",
      "As of October 31, 2019, eight reporting units had goodwill. The commercial print, digital print and fulfillment, forms, content and creative services, business process outsourcing, Latin America and Canada reporting units had no goodwill as of October 31, 2019. As of January 1, 2017, we early adopted Accounting Standards Update 2017-04 (See Note 18, New Accounting Pronouncements, to the Consolidated Financial Statements), which eliminated the two step approach from the current goodwill impairment test and allows impairment to be calculated based on the results of the first step. In the impairment test for goodwill, the estimated fair value of each reporting unit is compared to its carrying value, including goodwill. If the carrying value of a reporting unit exceeds the estimated fair value, an impairment loss is recognized equal to the excess, limited to the total amount of goodwill allocated to that reporting unit.\n\nQuantitative Assessment for Impairment\n\nFor the reporting units with goodwill, we compare the estimated fair value of each reporting unit to its carrying value, including goodwill. If the carrying value of a reporting unit exceeds the estimated fair value then the goodwill is reduced by the excess of carrying value over fair value. As part of our impairment test for these reporting units, we engaged a third-party appraisal firm to assist in our determination of the estimated fair values. This determination included estimating the fair value of each reporting unit using both income and market-based approaches. The income approach requires management to estimate a number of factors for each reporting unit, including projected future operating results, economic projections, anticipated future cash flows, discount rates and the allocation of shared or corporate items. The market approach estimates fair value using comparable marketplace fair value data from within a comparable industry grouping. We weighted both the income and market approach equally to estimate the concluded fair value of each reporting unit.",
      "As a result of our 2019 annual goodwill impairment tests, we recognized a non-cash charge of $98.5 million during the year ended December 31, 2019 for the impairment of goodwill in the logistics reporting unit within the Business Services segment. The goodwill impairment charge resulted from reductions in the estimated fair value for this reporting unit based on lower expectations for future revenue, profitability and cash flows as compared to the expectations of the October 31, 2018 annual goodwill impairment test. The lower expectations for logistics were driven by reduced demand for third party logistics services along with price pressure caused by excess capacity in the industry. As of December 31, 2019, the logistics reporting unit had approximately $53 million of goodwill remaining after the aforementioned charge. As of October 31, 2019, the date of our assessment, the estimated fair values for the remaining seven reporting units with goodwill exceeded their respective carrying values.",
      "Goodwill Impairment Assumptions\n\nAlthough we believe our estimates of fair value are reasonable, actual financial results could differ materially from those estimates due to the inherent uncertainty involved in making such estimates. Changes in assumptions concerning future financial results or other underlying assumptions, including the projected revenue growth and operating expenses of the reporting units, as well as the selection of the valuation multiples of similar publicly traded companies and the discount rate, could have a material impact on either the fair value of the reporting units, the amount of the goodwill impairment charge, or both. Future declines in the overall market value of our equity and debt securities may also result in a conclusion that the fair value of one or more reporting units has declined below its carrying value.",
      "One measure of the sensitivity of the amount of goodwill impairment charges to key assumptions is the amount by which each reporting unit “passed” (fair value exceeds the carrying value) or “failed” (the carrying value exceeds fair value) the goodwill impairment test. Six reporting units passed the goodwill impairment test performed by us during the fourth quarter of 2019 with fair values exceeding the carrying values by at least 20%. The Global Turnkey Solutions reporting unit, within the Business Services segment passed the goodwill impairment test with the fair value exceeding the carrying value by 4%. This reporting unit has $42.3 million of goodwill at December 31, 2019.",
      "Generally, changes in estimates of expected future cash flows would have a similar effect on the estimated fair value of the reporting unit. For example, a 1.0% decrease in estimated annual future cash flows would decrease the estimated fair value of the reporting unit by approximately 1.0%. The estimated long-term net sales growth rate can have a significant impact on the estimated future cash flows, and therefore, the fair value of each reporting unit. A 1.0% decrease in the long-term net sales growth rate would have resulted in no additional reporting units failing the goodwill impairment test. Of the other key assumptions that impact the estimated fair values, most reporting units have the greatest sensitivity to changes in the estimated discount rate. The estimated discount rates for the reporting units with operations primarily located in the U.S. ranged between 10.5% and 12.0% as of October 31, 2019. The estimated discount rates for the two reporting units with operations primarily in foreign locations were 13.0% and 14.0% as of October 31, 2019. A 1.0% increase in estimated discount rates would have resulted in no additional reporting units failing the goodwill impairment test. We believe that our estimates of future cash flows and discount rates are reasonable, but future changes in the underlying assumptions could differ due to the inherent uncertainty in making such estimates. Additionally, further price deterioration or lower volume could have a material effect on the fair values of the reporting units.",
      "Other Long-Lived Assets\n\nWe evaluate the recoverability of other long-lived assets, including property, plant and equipment and certain identifiable intangible assets, whenever events or changes in circumstances indicate that the carrying value of an asset or asset group may not be recoverable. Factors which could trigger an impairment review include significant underperformance relative to historical or projected future operating results, significant changes in the manner of use of the assets or the strategy for the overall business, a significant decrease in the market value of the assets or significant negative industry or economic trends. When we determine that the carrying value of long-lived assets may not be recoverable based upon the existence of one or more of the indicators, the assets are assessed for impairment based on the estimated future undiscounted cash flows expected to result from the use of the asset and its eventual disposition. If the carrying value of an asset exceeds its estimated future undiscounted cash flows, an impairment loss is recorded for the excess of the asset’s carrying value over its fair value.",
      "Pension and OPEB Plans\n\nWe record annual income and expense amounts relating to our pension and OPEB plans based on calculations which include various actuarial assumptions including discount rates, expected long-term rates of return, turnover rates, health care cost trend rates and compensation increases. We review our actuarial assumptions on an annual basis as of December 31 (or more frequently if a significant event requiring remeasurement occurs) and modify the assumptions based on current rates and trends when it is appropriate to do so. The effects of modifications are recognized immediately on the Consolidated Balance Sheet, but are generally amortized into operating results over future periods, with the deferred amount recorded in accumulated other comprehensive income (loss). We believe that the assumptions utilized in recording our obligations under our plans are reasonable based on our experience, market conditions and input from our actuaries and investment advisors. The discount rates for pension benefits at December 31, 2019 and 2018 were 3.0% and 4.0%, respectively. The discount rates for OPEB plans were 3.0% and 4.2% at December 31, 2019 and 2018, respectively.",
      "We use the full yield curve approach in the estimation of the interest components of net pension and OPEB plan expense (income) by applying the specific spot rates along the yield curve used in the determination of the projected benefit obligation to the relevant projected cash flows.\n\nA one-percentage point change in the discount rates at December 31, 2019 would have the following effects on the accumulated benefit obligation and projected benefit obligation:",
      "Pension Plans\n\nOPEB\n\nThe majority of our pension plans are frozen and we have transitioned to a risk management approach for our U.S. pension plan assets. The overall investment objective of this approach is to further reduce the risk of significant decreases in the plan’s funded status by allocating a larger portion of the plan’s assets to investments expected to hedge the impact of interest rate risks on the plan’s obligation. Over time, the target asset allocation percentage for the pension plan is expected to decrease for equity and other “return seeking” investments and increase for fixed income and other “hedging” investments. The assumed long-term rate of return for plan assets, which is determined annually, is likely to decrease as the asset allocation shifts over time.\n\nThe expected long-term rate of return for plan assets is based upon many factors including expected asset allocations, historical asset returns, current and expected future market conditions and risk. In addition, we considered the impact of the current interest rate environment on the expected long-term rate of return for certain asset classes, particularly fixed income. The target asset allocation percentage for the primary U.S. pension plan was approximately 50.0% for return seeking investments and approximately 50.0% for hedging investments. The expected long-term rate of return on plan assets assumption used to calculate net pension and OPEB plan expense in 2019 was 6.25% and 6.50% for major U.S. pension and OPEB plans, respectively. The expected long-term rates of return on plan assets assumption that will be used to calculate net pension and OPEB plan expense (income) in 2020 are 5.50% and 6.25% for our major U.S. pension and OPEB plans, respectively.",
      "A 0.25% change in the expected long-term rate of return on plan assets at December 31, 2019 would have the following effects on 2020 pension and OPEB plan (income)/expense:\n\nWe also maintain several pension plans in international locations. The expected returns on plan assets and discount rates for those plans are determined based on each plan’s investment approach, local interest rates and plan participant profiles.",
      "Accounting for Income Taxes\n\nSignificant judgment is required in determining the provision for income taxes and related accruals, deferred tax assets and liabilities and any valuation allowances recorded against deferred tax assets. In the ordinary course of business, there are transactions and calculations where the ultimate tax outcome is uncertain. Additionally, our tax returns are subject to audit by various U.S. and foreign tax authorities. We recognize a tax position in our financial statements when it is more likely than not (i.e., a likelihood of more than fifty percent) that the position would be sustained upon examination by tax authorities. This recognized tax position is then measured at the largest amount of benefit that is greater than fifty percent likely of being realized upon ultimate settlement. Although we believe that our estimates are reasonable, the final outcome of uncertain tax positions may be materially different from that which is reflected in our historical financial statements.",
      "We have recorded deferred tax assets related to future deductible items, including domestic and foreign tax loss and credit carryforwards. We evaluate these deferred tax assets by tax jurisdiction. The utilization of these tax assets is limited by the amount of taxable income expected to be generated within the allowable carryforward period and other factors. Accordingly, we have recorded a valuation allowance to reduce certain of these deferred tax assets when we have concluded that, based on the weight of available evidence, it is more likely than not that the deferred tax assets will not be fully realized. If actual results differ from these estimates, or the estimates are adjusted in future periods, adjustments to the valuation allowance might need to be recorded. As of December 31, 2019 and 2018, valuation allowances of $237.5 million and $255.9 million, respectively, were recorded in our Consolidated Balance Sheets.",
      "The Tax Act was signed into law on December 22, 2017 and represents the most significant change to U.S. tax law since 1986. Key changes of the Tax Act are not limited to, but include the following: reduces the U.S. federal statutory rate from 35% to 21%; creates a territorial tax system rather than a worldwide system, generally allowing companies to repatriate future foreign-sourced earnings without incurring additional U.S. taxes; subjects certain foreign earnings on which U.S. income tax is currently deferred to a one-time transition tax; provides for new anti-deferral provisions to tax certain foreign earnings and a new base erosion tax; limits the deduction for net interest expense incurred by U.S. Companies; and eliminates or reduces certain other deductions.\n\nDuring 2017, we recorded provisional estimates of the impact of the Tax Act within our income tax expense and during the fourth quarter of 2018, we finalized our accounting analysis for the income tax effects of the Tax Act. However, in the future, we may be subject to additional taxes as required under the Tax Act, based upon new regulations and guidance which may adversely affect our results of operations, financial position and cash flows.",
      "Deferred U.S. income taxes and foreign taxes have historically not been provided on the excess of the investment value for financial reporting over the tax basis of investments in those foreign subsidiaries for which such excess is considered to be permanently reinvested in those operations.\n\nIn January 2018, the FASB released guidance on the accounting for tax on the global intangible low-taxed income (\"GILTI\") provisions in the Tax Act. The GILTI provisions impose a tax on foreign income in excess of a deemed return on tangible assets of foreign corporations. The guidance indicates that either accounting for deferred taxes related to GILTI inclusions or treating any taxes on GILTI inclusions as period cost are both acceptable methods subject to an accounting policy election. During the fourth quarter of 2018, we elected to treat the tax effect of GILTI as a current-period expense when incurred.\n\nSee Note 10, Income Taxes, to the Consolidated Financial Statements for further discussion.\n\nManagement of Market Risk\n\nWe are exposed to interest rate risk on our variable-rate debt and price risk on our fixed-rate debt. At December 31, 2019, we had $586.4 million of variable-rate debt. Including the effect of the floating-to-fixed interest rate swaps (see Note 12, Derivatives, to the Consolidated Financial Statements), approximately 79.0% of our outstanding debt was comprised of fixed-rate debt as of December 31, 2019.\n\nWe assess market risk based on changes in interest rates utilizing a sensitivity analysis that measures the potential loss in earnings, fair values and cash flows based on a hypothetical 10% change in interest rates. Using this sensitivity analysis, such changes would not have a material effect on interest income or expense and cash flows and would change the fair values of fixed-rate debt at December 31, 2019 and 2018 by approximately $25.8 million and $35.4 million, respectively.\n\nWe are exposed to the impact of foreign currency fluctuations based on our global operations. Foreign currency fluctuations affect the U.S. dollar value of revenues earned and expenses incurred in foreign currencies. We are also exposed to currency risk to the extent we own assets or incur liabilities, or enter into other transactions that are not in the functional currency of the subsidiary in which we operate. We employ different practices to manage these risks, including where appropriate the use of derivative instruments, such as foreign currency forwards. As of December 31, 2019 and 2018, the aggregate notional amount of outstanding foreign currency contracts was $179.9 million and $170.8 million, respectively (see Note 12, Derivatives, to the Consolidated Financial Statements). The net unrealized gains from these foreign currency contracts were $0.8 million and $0.6 million at December 31, 2019 and 2018, respectively. We do not use derivative financial instruments for trading or speculative purposes.\n\nOTHER INFORMATION\n\nEnvironmental, Health and Safety\n\nFor a discussion of certain environmental, health and safety issues involving us, see Note 8, Commitments and Contingencies, to the Consolidated Financial Statements.\n\nLitigation and Contingent Liabilities\n\nFor a discussion of certain litigation involving us, see Note 8, Commitments and Contingencies, to the Consolidated Financial Statements.\n\nNew Accounting Pronouncements\n\nRecently issued accounting standards and their estimated effect on our Consolidated Financial Statements are also described in Note 18, New Accounting Pronouncements, to the Consolidated Financial Statements.\n\nITEM 7A."
    ]
  },
  "section_7A": {
    "item_number": "ITEM 7A",
    "item_name": "QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK",
    "chunks": [
      "ITEM 7A.QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK\n\nMarket Risk\n\nWe are exposed to interest rate risk on our variable-rate debt, price risk on our fixed-rate debt and the impact of foreign currency fluctuations based on our global operations. We discuss risk management in various places throughout this document, including discussions in Item 7 of Part II of this Annual Report on Form 10-K concerning Liquidity and Capital Resources and in Note 12, Derivatives, to Consolidated Financial Statements.",
      "Credit Risk\n\nWe are exposed to credit risk on accounts receivable balances. This risk is mitigated due to our large, diverse client base, dispersed over various geographic regions and industrial sectors. No single client comprised more than 10% of our consolidated net sales in 2019, 2018 or 2017. We maintain provisions for potential credit losses and such losses to date have normally been within our expectations. We evaluate the solvency of our clients on an ongoing basis to determine if additional allowances for doubtful accounts receivable need to be recorded. Significant economic disruptions or a slowdown in the economy could result in significant additional charges.",
      "Commodities\n\nThe primary raw materials used by us are paper and ink. To reduce price risk caused by market fluctuations, we have incorporated price adjustment clauses in certain sales contracts. We believe a hypothetical 10% change in the price of paper and other raw materials would not have a significant effect on our consolidated annual results of operations or cash flows because these costs are generally passed through to our clients, although there may be contractual delays in our ability to pass along these increases.\n\nITEM 8."
    ]
  },
  "section_8": {
    "item_number": "ITEM 8",
    "item_name": "",
    "chunks": [
      "ITEM 8.\nFINANCIAL STATEMENTS AND SUPPLEMENTARY DATA\nThe financial information required by Item 8 is contained in Item 15 of Part IV of this Annual Report on Form 10-K.\nITEM 9."
    ]
  },
  "section_9": {
    "item_number": "ITEM 9",
    "item_name": "",
    "chunks": [
      "ITEM 9.\nCHANGES IN AND DISAGREEMENTS WITH ACCOUNTANTS ON ACCOUNTING AND FINANCIAL DISCLOSURE\nNone.\nITEM 9A."
    ]
  },
  "section_9A": {
    "item_number": "ITEM 9A",
    "item_name": "",
    "chunks": [
      "ITEM 9A.\n\nCONTROLS AND PROCEDURES\n\nDisclosure Controls and Procedures\n\nAs required by Rule 13a-15(b) and Rule 15d-15(e) of the Securities Exchange Act of 1934, our management, including the Chief Executive Officer and Chief Financial Officer, is responsible for establishing and maintaining effective disclosure controls and procedures, as defined under Rules 13a-15(e) and 15d-15(e) of the Securities Exchange Act of 1934. As of December 31, 2019, an evaluation was performed under the supervision and with the participation of management, including the Chief Executive Officer and Chief Financial Officer, of the effectiveness of the design and operation of our disclosure controls and procedures. Based on that evaluation, the Chief Executive Officer and Chief Financial Officer concluded that disclosure controls and procedures as of December 31, 2019 were effective in ensuring information required to be disclosed in our SEC reports was recorded, processed, summarized, and reported within the time periods specified in the SEC’s rules and forms, and that such information was accumulated and communicated to management, including the Chief Executive Officer and Chief Financial Officer, as appropriate, to allow timely decisions regarding required disclosure.",
      "Changes in Internal Control Over Financial Reporting\n\nThere were no changes in our internal control over financial reporting (as defined in Rules 13a-15(f) and 15d-15(f) under the Securities Exchange Act of 1934) that occurred during the quarter ended December 31, 2019 that have materially affected, or are reasonably likely to materially affect, our internal control over financial reporting.\n\nReport of Management on Internal Control Over Financial Reporting\n\nThe management of the Company, including the Company’s Chief Executive Officer and Chief Financial Officer, is responsible for establishing and maintaining adequate internal control over financial reporting (as defined in Rules 13a-15(f) and 15d-15(f) under the Securities Exchange Act of 1934).",
      "Management of the Company, including the Company’s Chief Executive Officer and Chief Financial Officer, assessed the effectiveness of the Company’s internal control over financial reporting as of December 31, 2019. Management based this assessment on criteria for effective internal control over financial reporting described in the “Internal Control-Integrated Framework (2013)” issued by the Committee of Sponsoring Organizations of the Treadway Commission.\n\nBased on this assessment, management determined that, as of December 31, 2019, the Company maintained effective internal control over financial reporting.",
      "Deloitte & Touche LLP, an independent registered public accounting firm, who audited the consolidated financial statements of the Company included in this Annual Report on Form 10-K , has also audited the effectiveness of the Company’s internal control over financial reporting as stated in its report appearing below.\n\nFebruary 26, 2020\n\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\n\nTo the stockholders and the Board of Directors of",
      "R. R. Donnelley & Sons Company\n\nOpinion on Internal Control over Financial Reporting\n\nWe have audited the internal control over financial reporting of R. R. Donnelley & Sons Company and subsidiaries (the “Company”) as of December 31, 2019, based on criteria established in Internal Control - Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO). In our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of December 31, 2019, based on criteria established in Internal Control - Integrated Framework (2013) issued by COSO.",
      "We have also audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the consolidated financial statements as of and for the year ended December 31, 2019 of the Company and our report dated February 26, 2020 expressed an unqualified opinion on those financial statements and included an explanatory paragraph regarding the Company’s adoption of a new accounting standard.\n\nBasis for Opinion\n\nThe Company’s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying Report of Management on Internal Control Over Financial Reporting. Our responsibility is to express an opinion on the Company’s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.",
      "We conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects. Our audit included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, testing and evaluating the design and operating effectiveness of internal control based on the assessed risk, and performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion.",
      "Definition and Limitations of Internal Control over Financial Reporting\n\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\n\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n\n/s/ DELOITTE & TOUCHE LLP\n\nChicago, Illinois\n\nFebruary 26, 2020\n\nITEM 9B."
    ]
  },
  "section_9B": {
    "item_number": "ITEM 9B",
    "item_name": "",
    "chunks": [
      "ITEM 9B.\nOTHER INFORMATION\nNone.\nPART III\nITEM 10."
    ]
  },
  "section_10": {
    "item_number": "ITEM 10",
    "item_name": "",
    "chunks": [
      "ITEM 10.\n\nDIRECTORS AND EXECUTIVE OFFICERS OF R. R. DONNELLEY & SONS COMPANY AND CORPORATE GOVERNANCE\n\nInformation regarding our directors and executive officers is incorporated herein by reference to the descriptions under “Proposal 1: Election of Directors,” and “The Board’s Committees and their Functions” of our Proxy Statement for the Annual Meeting of Stockholders scheduled to be held May 14, 2020 (the “2020 Proxy Statement”). See also the information with respect to our executive officers at the end of Part I of this Annual Report on Form 10-K under the caption “Information About Our Executive Officers.”",
      "We have adopted a policy statement entitled Code of Ethics that applies to our chief executive officer and senior financial officers which we make available on our web site, www.rrd.com. In the event that an amendment to, or a waiver from, a provision of the Code of Ethics is made or granted, we intend to post such information on our web site.\n\nITEM 11."
    ]
  },
  "section_11": {
    "item_number": "ITEM 11",
    "item_name": "",
    "chunks": [
      "ITEM 11.\nEXECUTIVE COMPENSATION\nInformation regarding executive and director compensation is incorporated by reference to the material under the captions “Compensation Discussion and Analysis,” “Human Resources Committee Report,” “Executive Compensation,” “Potential Payments Upon Termination or Change in Control,” and “Director Compensation” of the 2020 Proxy Statement.\nITEM 12."
    ]
  },
  "section_12": {
    "item_number": "ITEM 12",
    "item_name": "",
    "chunks": [
      "ITEM 12.\n\nSECURITY OWNERSHIP OF CERTAIN BENEFICIAL OWNERS AND MANAGEMENT AND RELATED STOCKHOLDER MATTERS\n\nInformation regarding security ownership of certain beneficial owners and management is incorporated herein by reference to the material under the heading “Stock Ownership” of the 2020 Proxy Statement.",
      "Equity Compensation Plan Information\n\nInformation as of December 31, 2019 concerning compensation plans under which our equity securities are authorized for issuance was as follows:\n\nEquity Compensation Plan Information\n\n(a)\n\nIncludes 3,365,748 shares issuable upon the vesting of restricted stock units.\n\n(b)\n\nRestricted stock units were excluded when determining the weighted-average exercise price of outstanding options, warrants and rights.",
      "(c)\n\nAll of these shares are available for issuance under the 2017 Performance Incentive Plan. The 2012 Performance Incentive Plan (the “2012 PIP”), which was frozen effective May 18, 2017, allowed grants in the form of cash or bonus awards, stock options, stock appreciation rights, restricted stock, stock units or combinations thereof. The maximum number of shares of common stock that could have been granted under the 2012 PIP with respect to bonus awards, including performance awards or fixed awards in the form of restricted stock or other form, was 10,000,000 in the aggregate, or 3,333,333 adjusted for the stock split. The 2017 Performance Incentive Plan (the “2017 PIP”) allows grants in the form of cash or bonus awards, stock options, stock appreciation rights, restricted stock, stock units or combinations thereof. The maximum number of shares of common stock that may be granted under the 2017 PIP with respect to bonus awards, including performance awards or fixed awards in the form of restricted stock or other form, is 7,300,000 in the aggregate, of which 3,759,488 remained available for issuance as of December 31, 2019.",
      "ITEM 13."
    ]
  },
  "section_13": {
    "item_number": "ITEM 13",
    "item_name": "",
    "chunks": [
      "ITEM 13.\nCERTAIN RELATIONSHIPS AND RELATED TRANSACTIONS AND DIRECTOR INDEPENDENCE\nInformation regarding certain relationships and related transactions and director independence is incorporated herein by reference to the material under the heading “Certain Transactions,” “The Board’s Committees and Their Functions” and “Corporate Governance-Independence of Directors” of the 2020 Proxy Statement.\nITEM 14."
    ]
  },
  "section_14": {
    "item_number": "ITEM 14",
    "item_name": "",
    "chunks": [
      "ITEM 14.\nPRINCIPAL ACCOUNTING FEES AND SERVICES\nInformation regarding principal accounting fees and services is incorporated herein by reference to the material under the heading “The Company’s Independent Registered Public Accounting Firm” of the 2020 Proxy Statement.\nPART IV\nITEM 15."
    ]
  },
  "section_15": {
    "item_number": "ITEM 15",
    "item_name": "",
    "chunks": [
      "ITEM 15.\n\nEXHIBITS, FINANCIAL STATEMENT SCHEDULES\n\n(a)\n\n1. Financial Statements\n\nThe financial statements listed in the accompanying index (page) to the financial statements are filed as part of this Annual Report on Form 10-K.\n\n(b)\n\nExhibits\n\nThe exhibits listed in the Exhibit Index on the following page are filed or incorporated by reference as part of this Annual Report on Form 10-K.\n\n(c)\n\nFinancial Statement Schedules omitted\n\nCertain schedules have been omitted because the required information is included in the Consolidated Financial Statements and Notes thereto or because they are not applicable or not required.",
      "ITEM 16.\n\nFORM 10-K SUMMARY\n\nNone.\n\nINDEX TO EXHIBITS\n\n2.1\n\nSeparation and Distribution Agreement, dated as of September 14, 2016, by and among R.R. Donnelley & Sons Company, LSC Communications, Inc. and Donnelley Financial Solutions, Inc. (incorporated by reference to Exhibit 2.1 to the Company’s Current Report on 8-K filed October 3, 2016).\n\n2.2\n\nTax Disaffiliation Agreement, dated as of September 14, 2016, between LSC Communications, Inc. and R.R. Donnelley & Sons Company (incorporated by reference to Exhibit 2.4 to the Company’s Current Report on 8-K filed October 3, 2016).\n\n2.3\n\nTax Disaffiliation Agreement, dated as of September 14, 2016, between Donnelley Financial Solutions, Inc. and R.R. Donnelley & Sons Company (incorporated by reference to Exhibit 2.5 to the Company’s Current Report on 8-K filed October 3, 2016).\n\n3.1\n\nRestatement of Certificate of Incorporation of R.R. Donnelley & Sons Company (incorporated by reference to Exhibit 3.1 to the Company’s Quarterly Report on Form 10-Q for the quarter ended September 30, 2019, filed on October 30, 2019).",
      "3.2\n\nAmended and Restated By-Laws of R.R. Donnelley & Sons Company (incorporated by reference to Exhibit 3.4 to the Company’s Current Report on 8-K filed October 3, 2016).\n\n4.1\n\nInstruments, other than those defining the rights of holders of long-term debt not registered under the Securities Exchange Act of 1934 of the registrant and of all subsidiaries for which consolidated or unconsolidated financial statements are required to be filed are being omitted pursuant to paragraph (4)(iii)(A) of Item 601 of Regulation S-K. Registrant agrees to furnish a copy of any such instrument to the Commission upon request.\n\n4.2\n\nIndenture dated as of November 1, 1990 between the Company and Citibank, N.A., as Trustee (incorporated by reference to Exhibit 4 filed with the Company’s Form SE filed on March 26, 1992) (P)",
      "4.3\n\nIndenture dated as of January 3, 2007 between the Company and LaSalle Bank National Association, as Trustee (incorporated by reference to Exhibit 4.1 to the Company’s Registration Statement on Form S-3 filed on January 3, 2007)\n\n4.4\n\nRights Agreement, dated as of August 28, 2019, between R.R. Donnelley & Sons Company and Computershare Trust Company, N.A., as rights agent (incorporated by reference to Exhibit 4.1 to the Company’s Current Report 8-K/A filed August 29, 2019).\n\n4.5\n\nDescription of Rights (incorporated by reference to Item 1 to the Company’s Registration Statement Form 8-A/A filed August 29, 2019).\n\n10.1\n\nAmended and Restated Non-Qualified Deferred Compensation Plan (incorporated by reference to Exhibit 10.4 to the Company’s Quarterly Report on Form 10-Q for the quarter ended March 31, 2015, filed on May 7, 2015)*\n\n10.2\n\n2017 Performance Incentive Plan (incorporated by reference to Appendix A to the Company’s Annual Proxy Statement on Schedule 14A for the fiscal year ended December 31, 2016, filed on April 10, 2017)*\n\n10.3\n\n2012 Performance Incentive Plan (incorporated by reference to Exhibit 10.5 to the Company’s Quarterly Report on Form 10-Q for the quarter ended June 30, 2013, filed on July 30, 2013)*",
      "10.4\n\n2004 Performance Incentive Plan (incorporated by reference to Exhibit 10.9 to the Company’s Annual Report on Form 10-K for the year ended December 31, 2008, filed on February 25, 2009)*\n\n10.5\n\nAmended and Restated R.R. Donnelley & Sons Company Unfunded Supplemental Benefit Plan (incorporated by reference to Exhibit 10.11 to the Company’s Quarterly Report on Form 10-Q for the quarter ended September 30, 2010, filed on November 3, 2010)*",
      "10.6\n\nAmendment to Amended and Restated R.R. Donnelley & Sons Company Unfunded Supplemental Benefit Plan (incorporated by reference to Exhibit 10.12 to the Company’s Quarterly Report on Form 10-Q for the quarter ended September 30, 2010, filed on November 3, 2010)*\n\n10.7\n\nEmployment Agreement, dated as of October 1, 2016, between Daniel L. Knotts and R.R. Donnelley & Sons Company (incorporated by reference to Exhibit 10.3 to the Company’s Current Report on 8-K filed October 3, 2016)*",
      "10.8\n\nForm of Restated Employment Letter for Executive Officers (other than CEO) (incorporated by reference to Exhibit 10.1 to the Company’s Report on Form 8-K, filed on March 5, 2019)*\n\n10.9\n\nSenior Leadership Separation Pay Plan Form of Restated Employment Letter for Executive Officers (other than CEO) (incorporated by reference to Exhibit 10.3 to the Company’s Report on Form 8-K, filed on March 5, 2019)*\n\n10.10\n\nForm of Change in Control Agreement (incorporated by reference to Exhibit 10.4 to the Company’s Report on Form 8-K, filed March 5, 2019)*\n\n10.11\n\nForm of Option Agreement for Executive Officers (filed herewith)*\n\n10.12\n\nForm of Option Agreement for Executive Officers (filed herewith)*\n\n10.13\n\nForm of Performance Stock Unit Award Agreement for Executive Officers (2017) (incorporated by reference to Exhibit 10.27 to the Company’s Annual Report on Form 10-K for the fiscal year ended December 31, 2018, filed on February 27, 2019)*",
      "10.14\n\nForm of Performance Stock Unit Award Agreement for Executive Officers (2018) (filed herewith)*\n\n10.15\n\nForm of Performance Stock Unit Award Agreement for Executive Officers (2019) (filed herewith)*\n\n10.16\n\nForm of Phantom Performance Stock Unit Award Agreement for Executive Officers (2019) (filed herewith)*",
      "10.17\n\nForm of Restricted Stock Unit Award Agreement (incorporated by reference to Exhibit 10.28 to the Company’s Annual Report on Form 10-K for the fiscal year ended December 31, 2018, filed on February 27, 2019)*\n\n10.18\n\nForm of Restricted Stock Unit Award Agreement for Executive Officers (2018) (filed herewith)*\n\n10.19\n\nForm of Restricted Stock Unit Award Agreement for Executive Officers (2019) (filed herewith)*\n\n10.20\n\nForm of Phantom Restricted Stock Unit Award Agreement for Executive Officers (2018) (filed herewith)*\n\n10.21\n\nForm of Phantom Restricted Stock Unit Award Agreement for Executive Officers (2019) (filed herewith)*\n\n10.22\n\nForm of Long-Term Incentive Cash Award Agreement (incorporated by reference to Exhibit 10.29 to the Company’s Annual Report on Form 10-K for the fiscal year ended December 31, 2018, filed on February 27, 2019)*\n\n10.23\n\nForm of Phantom Restricted Stock Unit Award Agreement for Directors (filed herewith)*\n\n10.24\n\nForm of Restricted Stock Unit Award Agreement for Directors (filed herewith)*\n\n10.25\n\nForm of Restricted Stock Unit Award Agreement for Directors (filed herewith)*",
      "10.26\n\nForm of Amended and Restated Indemnification Agreement for directors (incorporated by reference to Exhibit 10.31 to the Company’s Annual Report on Form 10-K for the fiscal year ended December 31, 2013, filed on February 26, 2014)*\n\n10.27\n\nAmended and Restated Annual Incentive Plan (incorporated by reference to Exhibit 10.32 to the Company’s Quarterly Report on Form 10-Q for the quarter ended March 31, 2015, filed on May 7, 2015)*",
      "10.28\n\nSecond Amended and Restated Credit Agreement, dated as of September 29, 2017, among R.R. Donnelley & Sons Company, the guarantors party thereto, the lenders party thereto and Bank of America, N.A., as Administrative Agent (incorporated by reference to Exhibit 10.1 to the Company’s Current Report on 8-K filed October 3, 2017).\n\n10.29\n\nR.R. Donnelley & Sons Company Non-Employee Director Compensation Plan (incorporated by reference to Exhibit 10.2 to the Company’s Current Report on 8-K filed October 3, 2016).*\n\n10.30\n\nForm of Indemnification Agreement for directors (incorporated by reference to Exhibit 10.36 to the Company’s Quarterly Report on Form 10-Q for the quarter ended September 31, 2016, filed on November 2, 2016)*\n\n10.31\n\nCredit Agreement, dated as of October 15, 2018, among R. R. Donnelley and Sons Company, the lenders party thereto and Bank of America, N.A., as administrative agent (incorporated by reference to Exhibit 10.1 to the Company’s Current Report on Form 8-K filed October 15, 2018)\n\n10.32\n\nAmendment No. 1 to Credit Agreement, dated as of October 15, 2018, among R. R. Donnelley and Sons Company, the guarantors party thereto, the lenders party thereto and Bank of America, N.A., as administrative agent (incorporated by reference to Exhibit 10.2 to the Company’s Current Report on Form 8-K filed October 15, 2018)\n\nSubsidiaries of the Company (filed herewith)\n\nConsent of Deloitte & Touche LLP (filed herewith)\n\nPower of Attorney (filed herewith)",
      "31.1\n\nCertification by Daniel L. Knotts, President and Chief Executive Officer, required by Rule 13a-14(a) and Rule 15d-14(a) of the Securities Exchange Act of 1934 (filed herewith)\n\n31.2\n\nCertification by Terry D. Peterson, Executive Vice President and Chief Financial Officer, required by Rule 13a-14(a) and Rule 15d-14(a) of the Securities Exchange Act of 1934 (filed herewith)",
      "32.1\n\nCertification by Daniel L. Knotts, President and Chief Executive Officer, required by Rule 13a-14(b) or Rule 15d-14(b) of the Securities Exchange Act of 1934 and Section 1350 of Chapter 63 of Title 18 of the United States Code (filed herewith)\n\n32.2\n\nCertification by Terry D. Peterson, Executive Vice President and Chief Financial Officer, required by Rule 13a-14(b) or Rule 15d-14(b) of the Securities Exchange Act of 1934 and Section 1350 of Chapter 63 of Title 18 of the United States Code (filed herewith)\n\n101.INS\n\nXBRL Instance Document\n\n101.SCH\n\nXBRL Taxonomy Extension Schema Document\n\n101.CAL\n\nXBRL Taxonomy Extension Calculation Linkbase Document",
      "101.DEF\n\nXBRL Taxonomy Extension Definition Linkbase Document\n\n101.LAB\n\nXBRL Taxonomy Extension Label Linkbase Document\n\n101.PRE\n\nXBRL Taxonomy Extension Presentation Linkbase Document\n\n*\n\nManagement contract or compensatory plan or arrangement.\n\nSIGNATURES\n\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized, on the 26th day of February 2020.\n\nR. R. DONNELLEY & SONS COMPANY\n\nBy:\n\n/ S / Terry D. Peterson\n\nTerry D. Peterson\n\nExecutive Vice President and Chief Financial Officer",
      "(Principal Financial Officer)\n\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the registrant and in the capacities indicated, on the 26th day of February 2020.\n\n*\n\nBy Deborah L. Steiner as Attorney-in-Fact pursuant to Powers of Attorney executed by the directors listed above, which Powers of Attorney have been filed with the Securities and Exchange Commission.",
      "ITEM 15(a). INDEX TO FINANCIAL STATEMENTS\n\nR. R. DONNELLEY & SONS COMPANY AND SUBSIDIARIES (“RRD”)\n\nCONSOLIDATED STATEMENTS OF OPERATIONS\n\n(in millions, except per share data)\n\nSee accompanying Notes to Consolidated Financial Statements.\n\nR. R. DONNELLEY & SONS COMPANY AND SUBSIDIARIES (“RRD”)\n\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE LOSS\n\n(in millions)\n\nSee accompanying Notes to Consolidated Financial Statements.\n\nR. R. DONNELLEY & SONS COMPANY AND SUBSIDIARIES (“RRD”)\n\nCONSOLIDATED BALANCE SHEETS\n\n(in millions, except per share data)\n\nSee accompanying Notes to Consolidated Financial Statements.\n\nR. R. DONNELLEY & SONS COMPANY AND SUBSIDIARIES (“RRD”)\n\nCONSOLIDATED STATEMENTS OF CASH FLOWS\n\n(in millions)\n\nSee accompanying Notes to Consolidated Financial Statements.\n\nR. R. DONNELLEY & SONS COMPANY AND SUBSIDIARIES (“RRD”)\n\nCONSOLIDATED STATEMENTS OF STOCKHOLDERS’ EQUITY\n\n(in millions)\n\nSee accompanying Notes to Consolidated Financial Statements\n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n\n(In millions, except per share data and unless otherwise indicated)",
      "Note 1. Basis of Presentation and Summary of Significant Accounting Policies\n\nBasis of Presentation -The accompanying consolidated financial statements include the accounts of R. R. Donnelley & Sons Company and its subsidiaries (the “Company” or “RRD”) and have been prepared in accordance with accounting principles generally accepted in the United States of America (“GAAP”). All intercompany transactions have been eliminated in consolidation. The accounts of a business acquired during 2019 are included in the Consolidated Financial Statements from the date of acquisition.",
      "Nature of Operations -RRD is a global, integrated communications provider enabling organizations to create, manage, deliver and optimize their multichannel marketing and business communications. We have a flexible and comprehensive portfolio of integrated communications solutions that allows our clients to engage audiences, reduce costs and drive revenues. Our innovative content management offering, production platform, supply chain management, outsourcing capabilities and customized consultative expertise assist our clients in the delivery of integrated messages across multiple media to highly targeted audiences at optimal times for clients in virtually every private and public sector.",
      "Use of Estimates -The preparation of consolidated financial statements, in conformity with GAAP, requires the extensive use of management’s estimates and assumptions that affect the reported amounts of assets and liabilities and disclosure of contingent assets and liabilities at the date of the financial statements and the reported amounts of revenue and expenses during the reporting periods. Actual results could differ from these estimates. Estimates are used when accounting for items and matters including, but not limited to, allowance for uncollectible accounts receivable, inventory obsolescence, asset valuations and useful lives, employee benefits, self-insurance reserves, taxes, restructuring and other provisions and contingencies.\n\nForeign Operations -Assets and liabilities denominated in foreign currencies are translated into U.S. dollars at the exchange rates existing at the respective balance sheet dates. Income and expense items are translated at the average rates during the respective periods. Translation adjustments resulting from fluctuations in exchange rates are recorded as a separate component of other comprehensive income (loss) while transaction gains and losses are recorded in net income (loss). Deferred taxes are not provided on cumulative foreign currency translation adjustments when we expect foreign earnings to be permanently reinvested.",
      "Fair Value Measurements -Certain assets and liabilities are required to be recorded at fair value on a recurring basis. Fair value is determined based on the exchange price that would be received for an asset or paid to transfer a liability (an exit price) in the principal or most advantageous market for the asset or liability in an orderly transaction between market participants. We record the fair value of our foreign currency contracts, available-for-sale securities, interest rate swaps, pension plan assets and other postretirement benefits (“OPEB”) plan assets on a recurring basis. Assets measured at fair value on a nonrecurring basis include long-lived assets held and used, long-lived assets held for sale, goodwill and other intangible assets. The fair value of cash, cash equivalents, restricted cash, accounts receivable, short-term debt and accounts payable approximate their carrying values. The three-tier value hierarchy, which prioritizes valuation methodologies based on the reliability of the inputs, is:",
      "Level 1 -Valuations based on quoted prices for identical assets and liabilities in active markets.",
      "Level 2 -Valuations based on observable inputs other than quoted prices included in Level 1, such as quoted prices for similar assets and liabilities in active markets, quoted prices for identical or similar assets and liabilities in markets that are not active, or other inputs that are observable or can be corroborated by observable market data.\n\nLevel 3 -Valuations based on unobservable inputs reflecting our own assumptions, consistent with reasonably available assumptions made by other market participants.",
      "Cash, Cash Equivalents and Restricted Cash\n\nCash and cash equivalents -We consider all highly liquid investments with original maturities of three months or less to be cash equivalents. Short-term securities consist of investment grade instruments of governments, financial institutions and corporations.\n\nRestricted cash -Amounts included in restricted cash primarily relate to letters of credit and bank acceptance drafts.\n\nThe following table provides a reconciliation of cash, cash equivalents and restricted cash reported within the Consolidated Balance Sheets that sum to the total of the same such amounts shown in the Consolidated Statement of Cash Flows.\n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n\n(In millions, except per share data and unless otherwise indicated)-(Continued)\n\n(a)\n\nIncluded within Prepaid expenses and other current assets within the Consolidated Balance Sheets.\n\n(b)\n\nIncluded within Other noncurrent assets within the Consolidated Balance Sheets.\n\nReceivables -Receivables are stated net of allowances for doubtful accounts and primarily include trade receivables, notes receivable and miscellaneous receivables from suppliers. No single client comprised more than 10% of our consolidated net sales in 2019, 2018 or 2017. Specific client provisions are made when a review of significant outstanding amounts, utilizing information about client creditworthiness and current economic trends, indicates that collection is doubtful. In addition, provisions are made at differing rates, based upon the age of the receivable and our historical collection experience.",
      "Transactions affecting the allowance for doubtful accounts receivable during the years ended December 31, 2019, 2018 and 2017 were as follows:",
      "Inventories -Inventories include material, labor and factory overhead and are stated at the lower of cost or market and net of excess and obsolescence reserves for raw materials and finished goods. Provisions for excess and obsolete inventories are made at differing rates, utilizing historical data and current economic trends, based upon the age and type of the inventory. Specific excess and obsolescence provisions are also made when a review of specific balances indicates that the inventories will not be utilized in production or sold. The cost of 37.9% and 32.2% of the inventories at December 31, 2019 and 2018, respectively, has been determined using the Last-In, First-Out (LIFO) method. This method is intended to reflect the effect of inventory replacement costs within results of operations; accordingly, charges to cost of sales generally reflect recent costs of material, labor and factory overhead. We use an external-index method of valuing LIFO inventories. The remaining inventories, primarily related to certain acquired and international operations, are valued using the First-In, First-Out or specific identification methods.\n\nThe components of inventories, net of excess and obsolescence reserves for raw materials and finished goods, at December 31, 2019 and 2018 were as follows:\n\nLong-Lived Assets -We assess potential impairments to our long-lived assets if events or changes in circumstances indicate that the carrying amount of an asset may not be recoverable. An impaired asset is written down to its estimated fair value based upon the most recent information available. Estimated fair market value is generally measured by discounting estimated future cash flows. Long-lived assets, other than goodwill and other intangible assets, which are held for sale, are recorded at the lower of the carrying value or the fair market value less the estimated cost to sell.",
      "Property, Plant and Equipment -Property, plant and equipment are recorded at cost and depreciated on a straight-line basis over their estimated useful lives. Useful lives range from 15 to 40 years for buildings, the lesser of 7 years or the lease term for leasehold improvements and from 3 to 15 years for machinery and equipment. Maintenance and repair costs are charged to expense as incurred. Major overhauls that extend the useful lives of existing assets are capitalized. When properties are retired or disposed, the costs and accumulated depreciation are eliminated and the resulting profit or loss is recognized in the results of operations.",
      "NOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n\n(In millions, except per share data and unless otherwise indicated)-(Continued)\n\nThe components of property, plant and equipment at December 31, 2019 and 2018 were as follows:\n\nDuring the years ended December 31, 2019, 2018 and 2017, depreciation expense was $115.8 million, $126.5 million, and $139.8 million, respectively.",
      "During the fourth quarter of 2017, we entered into an agreement to sell a printing facility in Shenzhen, China and transfer the related land use rights. As of December 31, 2019, we have received non-refundable deposits in accordance with the terms of the agreement of approximately $98.2 million which is recorded in Other noncurrent liabilities on the Consolidated Balance Sheets. As of December 31, 2019, the carrying cost of the building and land use rights is recorded in Other noncurrent assets and is not material.\n\nGoodwill -Goodwill is reviewed for impairment annually as of October 31 or more frequently if events or changes in circumstances indicate that it is more likely than not that the fair value of a reporting unit is below its carrying value.\n\nFor certain reporting units, we may perform a qualitative, rather than quantitative, assessment to determine whether it is more likely than not that the fair value of a reporting unit is less than its carrying amount. In performing this qualitative analysis, we consider various factors, including the excess of prior year estimates of fair value compared to carrying value, the effect of market or industry changes and the reporting units’ actual results compared to projected results. Based on this qualitative analysis, if we determine that it is more likely than not that the fair value of the reporting unit is greater than its carrying value, no further impairment testing is performed.",
      "For the remaining reporting units, we compare each reporting unit’s fair value, estimated based on comparable company market valuations and expected future discounted cash flows to be generated by the reporting unit, to its carrying value. See Note 4, Restructuring, Impairment and Other Charges and Note 5, Goodwill and Other Intangible Assets, for further discussion.\n\nAmortization -Certain costs to acquire and develop internal-use computer software are capitalized and amortized over their estimated useful life using the straight-line method, up to a maximum of five years. Amortization expense, primarily related to internally-developed software and excluding amortization expense related to other intangible assets, was $29.4 million, $27.4 million and $23.0 million for the years ended December 31, 2019, 2018 and 2017, respectively. Deferred debt issuance costs are amortized over the term of the related debt. Other intangible assets are recognized separately from goodwill and are amortized over their estimated useful lives. See Note 5, Goodwill and Other Intangible Assets, for further discussion of other intangible assets and the related amortization expense.",
      "Financial Instruments -We use derivative financial instruments to hedge exposures to foreign exchange fluctuations in the ordinary course of business and to hedge the interest rate exposure on certain floating-rate debt.",
      "All derivatives are recorded as other current or noncurrent assets or other current or noncurrent liabilities on the balance sheet at their respective fair values with unrealized gains and losses recorded in other comprehensive income (loss), net of applicable income taxes, or in the results of operations, depending on the purpose for which the derivative is held. For derivatives designated and that qualify as fair value hedges, the gain or loss on the derivative, as well as the offsetting gain or loss on the hedged item attributable to the hedged risk, are recognized in the results of operations. Changes in the fair value of derivatives that do not meet the criteria for designation as a hedge at inception, or fail to meet the criteria thereafter, are recognized currently in the results of operations. At inception of a hedge transaction, we formally document the hedge relationship and the risk management objective for undertaking the hedge. In addition, we assess, both at inception of the hedge and on an ongoing basis, whether the derivative in the hedging transaction has been highly effective in offsetting changes in fair value of the hedged item and whether the derivative is expected to continue to be highly effective. The impact of any ineffectiveness is recognized currently in the results of operations.",
      "Our foreign currency contracts and interest rate swaps are subject to master netting agreements that allow us to settle positive and negative positions with the respective counterparties. Under these master netting agreements, net settlement generally permits us or the counterparty to determine the net amount payable for contracts due on the same date and in the same currency for similar types of derivative transactions. The master netting agreements generally also provide for net settlement of all outstanding contracts with a counterparty in the case of an event of default or a termination event. See Note 12, Derivatives, for additional information.\n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n\n(In millions, except per share data and unless otherwise indicated)-(Continued)",
      "Share-Based Compensation -We recognize share-based compensation expense based on estimated fair values for all share-based awards made to employees and directors, including stock options, restricted stock units and performance share units. We recognize compensation expense for share-based awards expected to vest on a straight-line basis over the requisite service period of the award based on their grant date fair value. See Note 15, Stock and Incentive Programs for Employees and Directors, for further discussion.",
      "Preferred Stock -We have two million shares of $1.00 par value preferred stock authorized for issuance. The Board of Directors may divide the preferred stock into one or more series and fix the redemption, dividend, voting, conversion, sinking fund, liquidation and other rights. We have no present plans to issue any preferred stock. We have reserved 0.2 million preferred stock shares for issuance under the Stockholder Rights Plan discussed in Note 16.\n\nPension and OPEB Plans -We record annual income and expense amounts relating to our pension and OPEB plans based on calculations which include various actuarial assumptions, including discount rates, mortality, assumed rates of return, compensation increases, turnover rates and healthcare cost trend rates. We review our actuarial assumptions on an annual basis and make modifications to the assumptions based on current rates and trends when it is deemed appropriate to do so. The effect of modifications on the value of plan obligations and assets is recognized immediately within other comprehensive income (loss) and amortized into operating earnings over future periods. We believe that the assumptions utilized in recording our obligations under our plans are reasonable based on our experience, market conditions and input from our actuaries and investment advisors. See Note 9, Retirement Plans, for additional information.",
      "Taxes on Income -Deferred taxes are provided using an asset and liability method whereby deferred tax assets are recognized for deductible temporary differences and operating loss carryforwards and deferred tax liabilities are recognized for taxable temporary differences. Temporary differences are the differences between the reported amounts of assets and liabilities and their tax basis. Deferred tax assets are reduced by a valuation allowance when, in our opinion, it is more likely than not that some portion or all of the deferred tax assets will not be realized. Deferred tax assets and liabilities are adjusted for the effects of changes in tax laws and rates on the date of enactment.",
      "We recognize deferred tax liabilities related to taxes on certain foreign earnings that were not considered to be permanently reinvested. No deferred tax liabilities were recognized for foreign earnings that were considered to be permanently reinvested. We regularly evaluate whether foreign earnings are expected to be permanently reinvested. This evaluation requires judgment about our future operating and liquidity needs. Changes in economic and business conditions, foreign or U.S. tax laws, or our financial situation could result in changes to these judgments and the need to record additional tax liabilities.",
      "We are regularly audited by foreign and domestic tax authorities. These audits occasionally result in proposed assessments where the ultimate resolution might result in us owing additional taxes, including in some cases, penalties and interest. We recognize a tax position in our financial statements when it is more likely than not (i.e., a likelihood of more than fifty percent) that the position would be sustained upon examination by tax authorities. This recognized tax position is then measured at the largest amount of benefit that is greater than fifty percent likely of being realized upon ultimate settlement. Although we believe that our estimates are reasonable, the final outcome of uncertain tax positions may be materially different from that which is reflected in our financial statements. We adjust such reserves upon changes in circumstances that would cause a change to the estimate of the ultimate liability, upon effective settlement or upon the expiration of the statute of limitations, in the period in which such event occurs. See Note 10, Income Taxes, for further discussion.",
      "Spinoff Transactions -On October 1, 2016, we completed the separation of our financial communications and data services business (“Donnelley Financial Solutions, Inc.” or “Donnelley Financial”) and the publishing and retail-centric print services and office products business (“LSC Communications, Inc.” or “LSC”) into two separate publicly-traded companies (the \"Separation\"). We completed the tax-free distribution of 80.75% of the outstanding common stock of each Donnelley Financial and LSC to our stockholders of record on September 23, 2016 who received one share of Donnelley Financial and LSC for every eight shares of RRD common stock held as of the record date (the “Distribution”). We originally retained 19.25% of the outstanding common stock of each Donnelley Financial and LSC, but disposed of our retained investment in those businesses in subsequent transactions.\n\nThe Distribution was recorded as a reduction in Stockholder's Equity during the fourth quarter of 2016. During the second quarter of 2019, we identified an error in the accounting for the Distribution. As a result, the error, which was determined by management to be immaterial to the previously issued consolidated financial statements, has been corrected by increasing Accumulated Deficit by $12.0 million during the year ended December 31, 2019.",
      "NOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n\n(In millions, except per share data and unless otherwise indicated)-(Continued)\n\nNote 2. Dispositions and Acquisition\n\n2019 Dispositions\n\nOn October 25, 2019, we completed the sale of substantially all of the Global Document Solutions (“GDS”) business for approximately $47.3 million, subject to a working capital adjustment. GDS primarily provides statements and print management services in Europe. The disposition resulted in a loss of $0.9 million during 2019, which was recorded in Other operating expense (income) in the Consolidated Statements of Operations.",
      "On May 8, 2019, we sold the R&D business within the Business Services segment for net proceeds of $11.6 million. The disposition resulted in a gain of $6.1 million during 2019, which was recorded in Other operating expense (income) in the Consolidated Statements of Operations.",
      "On March 31, 2019, our subsidiary, RR Donnelley Editora e Grafica Ltda. (“RRD Brazil”), filed for bankruptcy liquidation in bankruptcy court in Brazil. The bankruptcy petition was approved by the court shortly thereafter and a bankruptcy trustee was appointed. As a result of the bankruptcy liquidation, we recorded a gain of $4.0 million in Other operating expense (income) during 2019, primarily reflecting the reclassification of cumulative currency translation adjustments into earnings and ongoing expenses associated with the bankruptcy proceedings. Subsequent to March 31, 2019, the operating results of RRD Brazil are no longer included in our consolidated results of operations except for legal fees associated with the bankruptcy proceedings. The operations of RRD Brazil had been included in the Business Services segment.",
      "2019 Acquisition\n\nOn August 1, 2019, we completed an acquisition within the Business Services segment for a purchase price of $14.6 million consisting of $3.0 million in cash paid at closing, a $3.0 million note paid in January 2020 and $8.6 million in contingent consideration based on the future performance of the acquired business. The cost of the acquisition is primarily allocated to intangible assets related to client relationships based on the fair value at the acquisition date.",
      "2018 Disposition\n\nOn July 2, 2018, we completed the sale of the Print Logistics business for $60.0 million cash, of which we received $43.9 million after transaction costs, working capital adjustments and $4.9 million of cash which was included in the disposition. Net proceeds from the sale were used to reduce borrowings outstanding on our credit facility. The disposition resulted in a pre-tax gain of $3.6 million during 2018, which was recorded in Other operating expense (income) in the Consolidated Statements of Operations. Income taxes paid as a result of the sale were insignificant due to the utilization of capital loss carryforwards to offset the taxable gain. Prior to the sale, operating results for the Print Logistics business had been reported as services within the Business Services segment.",
      "Note 3. Revenue Recognition\n\nOn January 1, 2018, we adopted ASC Topic 606, “Revenue from Contracts with Customers” using the modified retrospective method applied to those contracts which were not completed as of January 1, 2018. Results for reporting periods beginning after January 1, 2018 are presented under Topic 606, while prior period amounts are not adjusted and continue to be reported in accordance with our historical accounting under Topic 605. All revenue recognized in the Consolidated Statements of Operations is considered to be revenue from contracts with clients.\n\nWe recorded a net increase to opening retained earnings of $12.9 million as of January 1, 2018 due to the cumulative impact of adopting Topic 606, with the impact primarily related to the timing of revenue recognition for certain inventory that has been billed but not yet shipped.",
      "NOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n\n(In millions, except per share data and unless otherwise indicated)-(Continued)\n\nDisaggregation of Revenue\n\nThe following table presents net sales disaggregated by products and services:",
      "Products\n\nOur products revenue is primarily recognized at a point in time. We generally recognize revenue for products upon the transfer of control of the products to the client which typically occurs upon transfer of title and risk of ownership, which is generally upon shipment to the client. For certain products, we are able to recognize revenue for completed inventory billed but not yet shipped at the client’s direction.\n\nThe following is a description of our products:\n\nCommercial Print\n\nWe generate revenue by providing various commercial printing products and offer a full range of branded materials including manuals, publications, brochures, business cards, flyers, post cards, posters and promotional items.\n\nDirect Marketing\n\nWe generate revenue by providing audience segmentation, creative development, program testing, print production, postal optimization and performance analytics for large-scale personalized direct mail programs.\n\nPackaging\n\nWe generate revenue by providing packaging solutions, ranging from rigid boxes to in-box print materials, for clients in consumer electronics, life sciences, cosmetics and consumer packaged goods industries.\n\nStatements\n\nWe generate revenue by creating critical business communications, including customer billings, financial statements, healthcare communications and insurance documents. Our capabilities include design and composition, variable imaging, email, archival and digital mail interaction, as well as our innovative RRDigital solution set.\n\nLabels\n\nWe generate revenue by producing custom labels for clients across multiple industries including warehouse and distribution, retail, pharmaceutical, manufacturing and consumer packaging. We offer distribution and shipping labels, healthcare and durable goods labels, promotional labels and consumer product goods packaging labels.",
      "Digital Print and Fulfillment\n\nWe generate revenue by providing in-store marketing materials, including signage and point-of-purchase materials, as well as custom marketing kits that require multiple types of marketing collateral. Under the trade name MotifTM, we also create custom photobooks.\n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n\n(In millions, except per share data and unless otherwise indicated)-(Continued)",
      "Supply Chain Management\n\nWe generate revenue by providing workflow design to assembly, configuration, kitting and fulfillment for clients in consumer electronics, telecommunications, life sciences, cosmetics, education and industrial industries.\n\nForms\n\nWe generate revenue by producing a variety of forms including invoices, order forms and business forms that support both the private and public sectors for clients in financial, government, retail, healthcare and business services industries.\n\nServices\n\nOur services revenue is recognized both at a point in time and over time. Our logistics revenue is primarily recognized over time as the performance obligation is completed. Due to the short transit period of logistics performance obligations, the timing of revenue recognition does not require significant judgment. Our business process outsourcing and digital and creative solutions revenue is recognized over time or at a point in time, depending on the nature of the service which could be either recurring or project-based.",
      "Logistics\n\nWe generate revenue by providing specialized transportation and distribution services using our third party logistics solutions. These services are comprised of freight services, including truckload, less-than-truckload, intermodal and international freight forwarding; international mail and parcel distribution; and courier services including same day and next day delivery.\n\nBusiness Process Outsourcing\n\nWe generate revenue by providing outsourcing services including creative services, research and analytics, financial management and other services for legal providers, insurance, telecommunications, utilities, retail and financial services companies.\n\nDigital and Creative Solutions\n\nWe generate revenue by creating and managing content for delivery across multiple marketing communications channels including print and digital advertising, direct marketing and mail, packaging, sales collateral, in-store marketing and social media.\n\nVariable Consideration\n\nCertain clients may receive volume-based rebates or early payment discounts, which are accounted for as variable consideration. We estimate these amounts based on the expected amount to be earned by our clients and reduce revenue accordingly. We do not expect significant changes to estimates of variable consideration. Given the nature of our products and the history of returns, product returns are not significant.",
      "Contract Balances\n\nThe following table provides information about contract assets and liabilities from contracts with clients:\n\nContract liabilities primarily relate to client advances received prior to completion of performance obligations. Reductions in contract liabilities are a result of our completion of performance obligations.",
      "Revenue recognized during the year ended December 31, 2019 from amounts included in contract liabilities at the beginning of the period was approximately $14.8 million. During the year ended December 31, 2019, we reclassified $2.7 million of contract assets included at the beginning of the period to receivables as a result of the completion of the performance obligation and the right to the consideration becoming unconditional.\n\nPractical Expedients and Exemptions\n\nAs part of the adoption of Topic 606, we have elected practical expedients and exemptions allowable under the guidance.",
      "We account for shipping and handling activities performed after the control of a good has been transferred to the client as a fulfillment cost. We accrue for the costs of shipping and handling activities if revenue is recognized before contractually agreed shipping and handling activities occur.\n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n\n(In millions, except per share data and unless otherwise indicated)-(Continued)\n\nWe apply Topic 606 to a portfolio of contracts (or performance obligations) with similar characteristics as we reasonably expect that the effects on the financial statements of applying this guidance to the portfolio would not differ significantly from applying this guidance to the individual contracts (or performance obligations) within that portfolio.\n\nWhen the output method for measure of progress is determined appropriate, we recognize revenue in the amount for which we have the right to invoice for revenue that is recognized over time and for which we can demonstrate that the invoiced amount corresponds directly with the value to the client for the performance completed to date.",
      "We generally expense sales commissions and other costs to obtain a contract when incurred, because the amortization period would have been one year or less. These costs are recorded within Selling, general and administrative expenses.\n\nWe exclude sales taxes and other similar taxes from the measurement of the transaction price. We do not disclose the value of unsatisfied performance obligations, nor do we disclose the timing of revenue recognition for contracts with an original expected length of one year or less.",
      "Note 4. Restructuring, Impairment and Other Charges\n\nFor the year ended December 31, 2019, we recorded the following net restructuring, impairment and other charges:\n\nFor the year ended December 31, 2019, we recorded net restructuring charges of $22.3 million for employee termination costs. These charges primarily relate to the relocation of a printing facility in Shenzhen, China, other announced facility closures in the Business Services segment and the reorganization of selling, general and administrative functions across each segment. Other restructuring charges of $16.6 million for the year ended December 31, 2019 are primarily comprised of environmental matters, lease terminations and other.\n\nFor the year ended December 31, 2019, we recorded a non-cash charge of $98.5 million to recognize the impairment of goodwill in the logistics reporting unit within the Business Services segment. The goodwill impairment charge resulted from reductions in the estimated fair value for this reporting unit based on lower expectations for future revenue, profitability and cash flows as compared to the expectations of the October 31, 2018 annual goodwill impairment test. The lower expectations for logistics were driven by reduced demand for third party logistics services along with price pressure caused by excess capacity in the industry. The goodwill impairment charge was determined using the Level 3 inputs, including discounted cash flow analysis, comparable marketplace fair value data and management’s assumptions in valuing the significant tangible and intangible assets.",
      "Additionally, we recorded a $5.7 million net gain on the sale of restructured facilities and equipment. For the year ended December 31, 2019, we also recorded charges of $2.9 million for multi-employer pension plan (“MEPP”) withdrawal obligations.",
      "For the year ended December 31, 2018, we recorded the following net restructuring, impairment and other charges:",
      "For the year ended December 31, 2018, we recorded net restructuring charges of $12.9 million for employee termination costs. These charges primarily related to the reorganization of selling, general and administrative functions across each segment and four facility closures in the Business Services segment. We also incurred lease termination and other restructuring charges of $15.9 million for the year ended December 31, 2018. For the year ended December 31, 2018, we recorded impairment charges of $13.7 million related to long-lived assets which were written down to their implied fair value of zero, primarily due to facility closures. Additionally, we recorded a $6.7 million net gain on the sale of previously impaired assets in the Business Services segment for the year ended December 31, 2018. The majority of these assets were previously impaired in 2015. For the year ended December 31, 2018, we also recorded charges of $3.0 million for MEPP withdrawal obligations.",
      "NOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n\n(In millions, except per share data and unless otherwise indicated)-(Continued)\n\nFor the year ended December 31, 2017, we recorded the following net restructuring, impairment and other charges:\n\nFor the year ended December 31, 2017, we recorded net restructuring charges of $23.5 million for employee termination costs. These charges primarily related to the reorganization of selling, general and administrative functions across each segment, ceasing our relationship in a joint venture within the Business Services segment and a facility closure in the Marketing Solutions segment. We also incurred lease termination and other restructuring charges of $4.1 million for the year ended December 31, 2017.",
      "Additionally in the year ended December 31, 2017, we recorded net impairment charges of $22.4 million, primarily related to the $21.3 million impairment of goodwill within the Marketing Solutions segment. The goodwill impairment charge was due to a major client beginning to transition their business away during the fourth quarter of 2017, as well as declines in sales with other existing clients which resulted in lower expectations of future sales, profitability and cash flows. The goodwill impairment charges were determined using Level 3 inputs, including comparable marketplace fair value data and a discontinued cash flow analysis. The remaining impairment charges recorded for the year ended December 31, 2017, were primarily due to the impairment of equipment and software associated with the facility closure in the Marketing Solutions segment. For the year ended December 31, 2017, we also recorded charges of $3.0 million for MEPP withdrawal obligations.",
      "Restructuring Reserve\n\nThe restructuring reserve as of December 31, 2019 and 2018, and changes during the year ended December 31, 2019, were as follows:\n\nThe current portion of restructuring reserves of $14.8 million at December 31, 2019 was included in Accrued liabilities and other, while the long-term portion of $37.8 million, primarily related to MEPP withdrawal obligations, employee terminations in litigation, environmental reserves and lease termination costs, was included in Other noncurrent liabilities at December 31, 2019. The liabilities for the withdrawal obligations associated with our decision to withdraw from all MEPPs included in Accrued liabilities and other and Other noncurrent liabilities are $6.6 million and $34.0 million, respectively, as of December 31, 2019. See Note 9, Retirement Plans, for further discussion of MEPPs.",
      "We anticipate that payments associated with the employee terminations reflected in the above table will be substantially completed by December 2020, excluding employee terminations in litigation within the Business Services segment.\n\nPayments on all of our MEPP withdrawal obligations are scheduled to be substantially completed by 2034. Changes based on uncertainties in these estimated withdrawal obligations could affect the ultimate charges related to MEPP withdrawals. See Note 9, Retirement Plans, for further discussion on MEPPs.",
      "The restructuring liabilities classified as “other” consisted of reserves for employee terminations in litigation, environmental matters and lease liabilities related to restructured facilities. Any potential recoveries or additional charges could affect amounts reported in our consolidated financial statements.\n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n\n(In millions, except per share data and unless otherwise indicated)-(Continued)\n\nThe restructuring reserve as of December 31, 2018 and 2017, and changes during the year ended December 31, 2018, were as follows:\n\nThe current portion of restructuring reserves of $14.2 million at December 31, 2018 was included in Accrued liabilities and other, while the long-term portion of $41.0 million, primarily related to MEPP withdrawal obligations, employee terminations in litigation and lease termination costs, was included in Other noncurrent liabilities at December 31, 2018. The liabilities for the withdrawal obligations associated with our decision to withdraw from all MEPPs included in Accrued liabilities and other and Other noncurrent liabilities are $6.6 million and $37.6 million, respectively, as of December 31, 2018. See Note 9, Retirement Plans, for further discussion of MEPPs.",
      "Payments associated with the employee terminations reflected in the above table were substantially completed by December 2019, excluding employee terminations in litigation within the Business Services segment.",
      "Note 5. Goodwill and Other Intangible Assets\n\nThe changes in the carrying amount of goodwill for the years ended December 31, 2019 and 2018 were as follows:\n\nDuring the year ended December 31, 2019, we recorded a non-cash charge of $98.5 million to recognize the impairment of goodwill in the logistics reporting unit and we reduced the gross carrying amount of goodwill and accumulated impairment losses by $408.9 million for the disposition of the GDS business within the Business Services segment. During the year ended December 31, 2018, we reduced goodwill by $32.4 million for the disposition of the Print Logistics business within the Business Services segment. See Note 2, Dispositions and Acquisition, for further discussion on the disposition and see Note 4, Restructuring, Impairment and Other Charges, for further discussion regarding goodwill impairment charges.",
      "NOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n\n(In millions, except per share data and unless otherwise indicated)-(Continued)\n\nThe components of other intangible assets at December 31, 2019 and 2018 were as follows:\n\nDuring the year ended December 31, 2019, we reduced the gross carrying amount of client relationships and accumulated amortization by $70.9 million for the disposition of the GDS business. Amortization expense for other intangible assets was $24.0 million, $27.5 million and $28.6 million for the years ended December 31, 2019, 2018 and 2017, respectively.",
      "The following table outlines the estimated annual amortization expense related to other intangible assets as of December 31, 2019:\n\nNote 6. Fair Value Measurement\n\nCertain assets and liabilities are required to be recorded at fair value on a recurring basis. See Note 12, Derivatives, for further discussion on financial assets and liabilities that are carried at fair value on a recurring basis in the Consolidated Balance Sheets.\n\nIn addition to assets and liabilities that are recorded at fair value on a recurring basis, we are required to record certain assets and liabilities at fair value on a nonrecurring basis, generally as a result of acquisitions or the remeasurement of assets resulting in impairment charges.\n\nThe fair value as of the measurement date, net book value as of the end of the year and related impairment charge for assets measured at fair value on a nonrecurring basis subsequent to initial recognition during the years ended December 31, 2019, 2018 and 2017 were as follows:\n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n\n(In millions, except per share data and unless otherwise indicated)-(Continued)\n\nSee Note 4, Restructuring, Impairment and Other Charges, for further discussion regarding impairment of goodwill which was written down to the implied fair value during the year ended December 31, 2019.",
      "Our accounting and finance management determines the valuation policies and procedures for Level 3 fair value measurements and is responsible for the development and determination of unobservable inputs.\n\nThe fair values of the long-lived assets held and used and long-lived assets held for sale or disposal were determined using Level 3 inputs and were estimated based on discussions with real estate brokers, review of comparable properties, if available, discussions with machinery and equipment brokers, dealer quotes and internal expertise related to the current marketplace conditions. Unobservable inputs obtained from third parties are adjusted as necessary for the condition and attributes of the specific asset.\n\nNote 7. Accrued Liabilities and Other\n\nThe components of accrued liabilities and other at December 31, 2019 and 2018 were as follows:\n\nEmployee-related liabilities consist primarily of payroll, sales commission, incentive compensation, employee benefit accruals and workers’ compensation. Incentive compensation accruals include amounts earned pursuant to our primary employee incentive compensation plans. Other accrued liabilities include miscellaneous operating accruals, withdrawal obligations associated with MEPPs, other client-related liabilities, interest expense accruals and income and other tax liabilities.",
      "Note 8. Commitments and Contingencies\n\nWe are subject to laws and regulations relating to the protection of the environment. We provide for expenses associated with environmental remediation obligations when such amounts are probable and can be reasonably estimated. Such accruals are adjusted as new information develops or circumstances change and are generally not discounted. We have been designated as a potentially responsible party or have received claims in two active federal and state Superfund and other multiparty remediation sites. In addition to these sites, we may also have the obligation to remediate six other previously and currently owned facilities. At the Superfund sites, the Comprehensive Environmental Response, Compensation and Liability Act provides that our liability could be joint and several, meaning that we could be required to pay an amount in excess of our proportionate share of the remediation costs.",
      "Our understanding of the financial strength of other potentially responsible parties at the multiparty sites and of other liable parties at the previously owned facilities has been considered, where appropriate, in the determination of our estimated liability. We believe that our recorded reserves, recorded in Accrued liabilities and other and Other noncurrent liabilities, are adequate to cover our share of the potential costs of remediation at each of the multiparty sites and the previously and currently owned facilities. It is not possible to quantify with certainty the potential impact of actions regarding environmental matters, particularly remediation and other compliance efforts that we may undertake in the future. However, in our opinion, compliance with the present environmental protection laws, before taking into account estimated recoveries from third parties, will not have a material effect on our consolidated results of operations, financial position or cash flows.",
      "In April 2019, we received a subpoena from the SEC related to previous business dealings with the Brazilian Ministry of Education. The SEC and Department of Justice (“DOJ”) are investigating the matter, and we are cooperating as they conduct their investigations. In addition, the DOJ has informed us that the Brazil authorities are also investigating the matter.\n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n\n(In millions, except per share data and unless otherwise indicated)-(Continued)\n\nFrom time to time, our clients and others file voluntary petitions for reorganization under United States bankruptcy laws. In such cases, certain pre-petition payments received by us from these parties could be considered preference items and subject to return. In addition, we may be party to certain litigation arising in the ordinary course of business. We believe that the final resolution of these preference items and litigation will not have a material effect on our consolidated results of operations, financial position or cash flows.",
      "Leases\n\nWe determine if an arrangement is a lease at inception. Operating leases are recorded in Operating lease assets, Short-term operating lease liabilities and Long-term operating lease liabilities on the Condensed Consolidated Balance Sheets. Operating lease assets represent our right to use an underlying asset for the lease term and lease liabilities represent our obligation to make lease payments arising from the lease. Operating lease assets and liabilities are recognized at the lease commencement date based on the present value of lease payments over the lease term. In determining the present value of lease payments, we use our incremental borrowing rate based on the information available at the lease commencement date. Operating lease assets also include any lease payments made and are reduced by any lease incentives received. Our lease terms may include options to extend or not terminate the lease when we are reasonably certain that we will exercise any such options. Leases with an expected term of 12 months or less are not recorded on the balance sheet. Lease expense is recognized on a straight-line basis over the expected lease term.",
      "Our most significant leases are real estate leases for plants, warehouses, storage facilities, offices and other facilities. For real estate leases, we elected the practical expedient permitted under Topic 842 to combine lease and non-lease components. As a result, non-lease components, such as common area maintenance charges, are accounted for as a single lease element. Our remaining operating leases are primarily comprised of leases of machinery and technology equipment. Finance leases are not material.\n\nCertain of our operating lease agreements include variable payments that are passed-through by the landlord, such as insurance, taxes and common area maintenance, payments based on the usage of the asset and rental payments adjusted periodically for inflation. Pass-through charges, payments due to change in usage of the asset and payments due to changes in inflation are included within variable rent expense.\n\nOur lease agreements do not contain material residual value guarantees, restrictions or covenants.",
      "The components of lease expense for the year ended December 31, 2019 were as follows:\n\nSupplemental cash flow information related to leases for the year ended December 31, 2019 was as follows:\n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n\n(In millions, except per share data and unless otherwise indicated)-(Continued)\n\nAs of December 31, 2019, the future lease payments under operating leases were as follows:\n\nComparative Period Disclosures under Topic 840\n\nRent expense for facilities in use and equipment was $110.0 million and $118.3 million for the years ended December 31, 2018 and 2017, respectively. Rent expense for vacated facilities was recognized as net restructuring, impairment and other charges. See Note 4, Restructuring, Impairment and Other Charges, for further discussion.\n\nAs of December 31, 2018, future minimum rental commitments under operating leases were as follows:",
      "Subsequent to the Separation, we may be contingently liable for obligations under various operating leases for office, warehouse and manufacturing locations of LSC and Donnelley Financial. In the event that LSC or Donnelley Financial fail to make lease payments or fail to pay other obligations under these lease agreements, we may be required to satisfy those obligations to the lessor. Under various agreements executed at the time of the spinoff, LSC and Donnelley Financial agreed to fully indemnify us in the event that we would be required to make a payment on their behalf; however, there can be no assurance that the indemnities from LSC and Donnelley Financial will be sufficient to satisfy the full amount of any such contingent obligations. Our exposure to these potential contingent liabilities will decrease over time as LSC and Donnelley Financial pay monthly lease obligations and as the leases expire. As of December 31, 2019, these potential contingent obligations were approximately $78.8 million and $5.5 million for LSC and Donnelley Financial, respectively.",
      "Note 9. Retirement Plans\n\nWe sponsor various defined benefit retirement income pension plans in the U.S., U.K., Canada and certain other international locations, including both funded and unfunded arrangements. Our primary defined benefit plans are frozen. No new employees will be permitted to enter our frozen plans and participants will earn no additional benefits. Benefits are generally based upon years of service and compensation. These defined benefit retirement income plans are funded in conformity with the applicable government regulations. We fund at least the minimum amount required for all funded plans using actuarial cost methods and assumptions acceptable under government regulations.\n\nWe made contributions of $9.0 million to our pension plans during the year ended December 31, 2019. We expect to make cash contributions of approximately $9.2 million to our pension plans in 2020.",
      "In addition to the pension plans, we sponsor a 401(k) savings plan, which is a defined contribution retirement income plan.\n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n\n(In millions, except per share data and unless otherwise indicated)-(Continued)",
      "Certain former employees are entitled to healthcare and life insurance benefits provided they have met certain eligibility requirements. Generally, these former employees became eligible for these retiree healthcare benefits if they met all of the following requirements at the time of termination: (a) attained at least 55 or more points (full years of service and age combined), (b) were at least fifty years of age, (c) had at least two years of continuous, regular, full-time, benefits-eligible service and (d) completed at least two or more years of continuous service with a participating employer, which ended on their termination date. Different requirements need to be met in order to receive subsidized medical and life insurance coverage. This plan was frozen in 2016. Certain of the plan expenses are paid through a tax-exempt trust. Most of the assets of the trust are invested in trust-owned life insurance policies covering certain current and former employees of ours. The underlying assets of the policies are invested primarily in marketable equity, corporate fixed income and government securities.\n\nWe operate a prescription drug program for certain Medicare-eligible retirees under a group-based Company-sponsored Medicare Part D program, or Employer Group Waiver Program (“EGWP”). The EGWP subsidies provided to or for the benefit of this program are used to reduce our net retiree medical and prescription drug costs on a group by group basis until such net costs of ours for such group are eliminated, and any EGWP subsidies received in excess of the amount necessary to offset such net costs are used to reduce the included group of retirees’ premiums.",
      "We also maintain several pension and OPEB plans in certain international locations. The expected returns on plan assets and discount rates for these plans are determined based on each plan’s investment approach, local interest rates and plan participant profiles.",
      "During the fourth quarter of 2018, we amended our Canadian OPEB plan requiring costs to increasingly be borne by retirees over the next three years until the full cost of these benefits is borne by plan participants in 2021. As a result, we reduced our OPEB liability by $31.1 million during the year ended December 31, 2018.\n\nThe pension and OPEB plan obligations are calculated using generally accepted actuarial methods and are measured as of December 31. Prior to the plan freezes, actuarial gains and losses were amortized using the corridor method over the average remaining service life of active plan participants. Actuarial gains and losses for frozen plans are amortized using the corridor method over the average remaining expected life of active plan participants.\n\nThe components of the net periodic benefit (income) expense and total (income) expense were as follows:\n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n\n(In millions, except per share data and unless otherwise indicated)-(Continued)",
      "The accumulated benefit obligation for all defined benefit pension plans was $1,049.9 million and $921.9 million at December 31, 2019 and 2018, respectively.\n\nAmounts recognized in the Consolidated Balance Sheets as of December 31, 2019 and 2018 were as follows:\n\nThe amounts included in accumulated other comprehensive loss in the Consolidated Balance Sheets, excluding tax effects, at December 31, 2019 and 2018 were as follows:\n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n\n(In millions, except per share data and unless otherwise indicated)-(Continued)",
      "The pre-tax amounts recognized in other comprehensive loss in 2019 as components of net periodic benefit costs were as follows:\n\nActuarial gains and losses in excess of 10.0% of the greater of the projected benefit obligation or the market-related value of plan assets were recognized as a component of net periodic benefit costs over the average remaining service period of a plan’s active employees. As a result of the plan freezes, the actuarial gains and losses are recognized as a component of net periodic benefit costs over the average remaining life of a plan’s active employees. Unrecognized prior service costs or credits are also recognized as a component of net periodic benefit cost over the average remaining service period of a plan’s active employees. For plans that are frozen or primarily inactive, unrecognized prior service costs or credits are recognized over the average life expectancy of the plan’s participants. The amounts in accumulated other comprehensive loss that are expected to be recognized as components of net periodic benefit costs in 2020 are shown below:",
      "The weighted average assumptions used to determine the benefit obligation at the measurement date were as follows:",
      "The following table provides a summary of under-funded or unfunded pension benefit plans with projected benefit obligations in excess of plan assets as of December 31, 2019 and 2018:\n\nThe following table provides a summary of pension plans with accumulated benefit obligations in excess of plan assets as of December 31, 2019 and 2018:",
      "We determine our assumption for the discount rate to be used for purposes of computing annual service and interest costs based on an index of high-quality corporate bond yields and matched-funding yield curve analysis as of the measurement date.\n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n\n(In millions, except per share data and unless otherwise indicated)-(Continued)\n\nThe Medicare Prescription Drug, Improvement and Modernization Act of 2003 included a prescription drug benefit under Medicare Part D, as well as a federal subsidy that began in 2006, to sponsors of retiree health care plans that provide a benefit that is at least actuarially equivalent, as defined in the Act, to Medicare Part D. Two of our retiree health care plans were at least actuarially equivalent to Medicare Part D and were eligible for the federal subsidy. During the years ended December 31, 2019 and 2018, Medicare Part D subsidies received by us were negligible.",
      "During the year ended December 31, 2019, we received approximately $6.6 million in EGWP subsidies.",
      "Benefit payments are expected to be paid as follows:\n\nPlan Assets\n\nOur U.S. pension plans are frozen and we utilize a risk management approach for our U.S. pension plan assets. The overall investment objective of this approach is to further reduce the risk of significant decreases in the plan’s funded status by allocating a larger portion of the plan’s assets to investments expected to hedge the impact of interest rate risks on the plan’s obligation. Over time, the target asset allocation percentage for the pension plan is expected to decrease for equity and other “return seeking” investments and increase for fixed income and other “hedging” investments. The assumed long-term rate of return for plan assets, which is determined annually, is likely to decrease as the asset allocation shifts over time. The expected long-term rate of return for plan assets is based upon many factors including asset allocations, historical asset returns, current and expected future market conditions, risk and active management premiums. The target asset allocation percentage as of December 31, 2019, for the primary U.S. pension plan was approximately 50% for return seeking investments and approximately 50% for hedging investments.",
      "We segregated our plan assets by the following major categories and levels for determining their fair value as of December 31, 2019 and 2018. All plan assets that are valued using the net asset value per share (“NAV”) practical expedient have not been included within the fair value hierarchy but are separately disclosed.",
      "Cash and cash equivalents- Carrying value approximates fair value. As such, these assets were classified as Level 1. We also invest in certain short-term investments which are valued at their unit value per share available to eligible participants at the measurement date. As such, these assets were classified as Level 2.\n\nEquity- The values of individual equity securities were based on quoted prices in active markets. As such, these assets are classified as Level 1. Additionally, this category includes underlying securities in trust owned life insurance policies which are invested in certain equity securities. These investments are not quoted on active markets; therefore, they are classified as Level 2. Additionally, we invest in certain equity funds that are valued at calculated NAV.\n\nFixed income- The values of certain fixed income securities were based on quoted prices in active markets. As such, these assets are classified as Level 1. The remaining fixed income securities are typically priced based on a valuation model rather than a last trade basis and are not exchange-traded. These valuation models involve utilizing dealer quotes, analyzing market information, estimating prepayment speeds and evaluating underlying collateral to equate an NAV. Accordingly, we classified these fixed income securities as Level 2. We also invest in certain fixed income funds and securities in trust owned life insurance policies which are valued at NAV and included as Level 2.",
      "Real estate-The fair market value of real estate investment trusts is based on NAV.\n\nFor Level 2 and Level 3 plan assets, as applicable, we review significant investments on a quarterly basis including investigation of unusual fluctuations in price or returns and obtaining an understanding of the pricing methodology to assess the reliability of third-party pricing estimates.",
      "NOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n\n(In millions, except per share data and unless otherwise indicated)-(Continued)\n\nThe valuation methodologies described above may generate a fair value calculation that may not be indicative of net realizable value or future fair values. While we believe the valuation methodologies used are appropriate, the use of different methodologies or assumptions in calculating fair value could result in different amounts. We invest in various assets in which valuation is determined by NAV. We believe that the NAV is representative of fair value at the reporting date, as there are no significant restrictions on redemption of these investments or other reasons to indicate that the investment would be redeemed at an amount different than the NAV.",
      "The fair values of our pension plan assets at December 31, 2019 and 2018, by asset category were as follows:\n\nThe fair values of our OPEB plan assets at December 31, 2019 and 2018, by asset category were as follows:\n\nEmployee 401(k) Savings Plan - For the benefit of most of our U.S. employees, we maintain a defined contribution retirement savings plan that is intended to be qualified under Section 401(a) of the Internal Revenue Code. Under this plan, employees may contribute a percentage of eligible compensation on both a before-tax and after-tax basis. We may provide a 401(k) discretionary match to participants, but did not during the years ended December 31, 2019, 2018 and 2017.",
      "MEPPs - MEPPs receive contributions from two or more unrelated employers pursuant to one or more collective bargaining agreements and the assets contributed by one employer may be used to fund the benefits of all employees covered within the plan. The risk and level of uncertainty related to participating in these MEPPs differs significantly from the risk associated with the Company-sponsored defined benefit plans. For example, investment decisions are made by parties unrelated to us and the financial stability of other employers participating in a plan may affect our obligations under the plan.",
      "During each of the years ended December 31, 2019, 2018 and 2017, we recorded $2.9 million for MEPP withdrawal obligations. These charges were recorded as net restructuring, impairment and other charges and represent our best estimate of the expected settlement of these withdrawal liabilities. Total contributions to these plans for the years ended December 31, 2019 and 2018 were $6.5 million and $6.6 million, respectively. See Note 4, Restructuring, Impairment and Other Charges, for further discussion on MEPP.\n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n\n(In millions, except per share data and unless otherwise indicated)-(Continued)",
      "Note 10. Income Taxes\n\nIncome taxes have been based on the following components of (loss) income before income taxes for the years ended December 31, 2019, 2018 and 2017:\n\nThe components of income tax expense (benefit) for the years ended December 31, 2019, 2018 and 2017 were as follows:\n\nThe Tax Act was signed into law on December 22, 2017 and represents the most significant change to U.S. tax law since 1986. Key changes of the Tax Act are not limited to, but include the following: reduces the U.S. federal statutory rate from 35% to 21%; creates a territorial tax system rather than a worldwide system, generally allowing companies to repatriate future foreign-sourced earnings without incurring additional U.S. taxes; subjects certain foreign earnings on which U.S. income tax is currently deferred to a one-time transition tax; provides for new anti-deferral provisions to tax certain foreign earnings and a new base erosion tax; limits the deduction for net interest expense incurred by U.S. Companies; and eliminates or reduces certain other deductions.",
      "Also on December 22, 2017, the SEC issued Staff Accounting Bulletin 118 (SAB 118) which provided guidance for companies analyzing their accounting for the income tax effects of the Tax Act. SAB 118 provides that a company may report provisional amounts based on reasonable estimates. The provisional estimates were then subject to adjustment during a measurement period up to one year and were accounted for as a prospective change.",
      "During 2017, we recorded provisional estimates of the impact of the Tax Act within our income tax expense. To determine the amount of the transition tax, we were required to quantify, among other factors, the amount of post-1986 earnings and profits of applicable foreign subsidiaries, the amount of non-U.S. tax paid on those earnings, as well as limitations of foreign tax credits. During 2018, we continued to analyze and interpret new guidance and clarifications of the Tax Act, and as a result recorded adjustments to the provisional estimates. During the fourth quarter of 2018, we finalized our accounting analysis for the income tax effects of the Tax Act. However, in the future, we may be subject to additional taxes as required under the Tax Act, based upon new regulations and guidance which may adversely affect our results of operations, financial position and cash flows.",
      "NOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n\n(In millions, except per share data and unless otherwise indicated)-(Continued)\n\nThe following table outlines the reconciliation of differences between the Federal statutory tax rate and our effective income tax rate:\n\nIncluded in 2019 is the impact associated with limitations on our interest expense deduction as a result of the Tax Act. Non-deductible interest expense will be carried forward; however it is more likely than not that the benefit of such deferred tax asset will not be fully realized and a full valuation allowance was recorded in 2019. The income tax expense also reflects a non-deductible goodwill impairment charge.",
      "Included in 2018 is the impact associated with limitations on our interest expense deduction as a result of the Tax Act. Non-deductible interest expense will be carried forward; however, it is more likely than not that the benefit of such deferred tax asset will not be fully realized and a valuation allowance of $23.9 million was recorded in 2018. The income tax expense also reflects final adjustments associated with the enactment of the Tax Act of $4.2 million to the one-time transition tax on foreign earnings, as well as $1.5 million to net deferred tax assets for the reduced corporate income tax rate. Additionally, the 2018 rate includes the inability to recognize a tax benefit on certain losses.",
      "Included in 2017 is the impact associated with the enactment of the Tax Act which included a provisional estimate for the one-time transition tax on foreign earnings of $103.5 million, net of current year tax benefit on U.S. operations, as well as a provisional adjustment to net deferred tax assets for the reduced corporate income tax rate of $6.8 million. The income tax expense also reflects non-deductible goodwill impairment charges, the inability to recognize a tax benefit on certain losses and the impact of the non-taxable gain on the sale of the Donnelley Financial retained shares. The sale of the LSC retained shares generated a pre-tax capital loss of $51.6 million. The related tax capital loss will be carried forward; however, it is more likely than not that the benefit of such deferred tax asset will not be fully realized and a valuation allowance was recorded.\n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n\n(In millions, except per share data and unless otherwise indicated)-(Continued)\n\nDeferred income taxes\n\nThe significant deferred tax assets and liabilities at December 31, 2019 and 2018 were as follows:",
      "Transactions affecting the valuation allowances on deferred tax assets during the years ended December 31, 2019, 2018 and 2017 were as follows:\n\nAs of December 31, 2019, we had domestic and foreign net operating loss and other tax carryforwards of approximately $190.6 million and $64.4 million ($166.4 million and $113.6 million, respectively, at December 31, 2018), of which $123.9 million expires between 2020 and 2029. Limitations on the utilization of these tax assets may apply. We have provided valuation allowances to reduce the carrying value of certain deferred tax assets, as we have concluded that, based on the weight of available evidence, it is more likely than not that the deferred tax assets will not be fully realized.",
      "As a result of the Tax Act, we now have the opportunity to repatriate foreign cash, primarily generated from current year earnings, in a tax efficient manner. The previously taxed earnings from the transition tax and annual GILTI inclusion, as well as certain foreign earnings that receive a one hundred percent dividends received deduction may be repatriated with minimal additional tax consequences. As such, we are no longer permanently reinvested on certain foreign earnings yet remain permanently reinvested on all other foreign earnings and other outside basis differences. We record foreign withholding tax liabilities related to the certain foreign earnings for repatriation. We have recognized deferred tax liabilities of $6.7 million and $6.5 million as of December 31, 2019 and December 31, 2018, respectively, related to local taxes on certain foreign earnings which are not considered to be permanently reinvested.\n\nCash payments for income taxes were $73.1 million, $37.2 million and $46.1 million during the years ended December 31, 2019, 2018 and 2017, respectively. Cash refunds for income taxes were $12.2 million, $52.4 million and $43.3 million during the years ended December 31, 2019, 2018 and 2017, respectively.",
      "NOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n\n(In millions, except per share data and unless otherwise indicated)-(Continued)",
      "Our income taxes payable for federal and state purposes has been reduced by the tax benefits associated with the exercise of employee stock options and the vesting of restricted stock units. We adopted ASU No. 2016-09 \"Compensation--Stock Compensation (Topic 718): Improvements to Employee Share-Based Payment Accounting\" on January 1, 2017. Under this guidance, when awards vest or are settled, the excess tax benefits and tax deficiencies are recorded as income tax expense or benefit in the income statement instead of within additional paid-in-capital. The impact to our consolidated financial statements for the years ended December 31, 2018 was $1.7 million.\n\nSee Note 14, Other Comprehensive Loss, for details of the income tax expense or benefit allocated to each component of other comprehensive loss.\n\nUncertain tax positions\n\nChanges in unrecognized tax benefits at December 31, 2019, 2018 and 2017 were as follows:",
      "As of December 31, 2019, 2018 and 2017, we had $23.1 million, $25.0 million and $30.9 million, respectively, of unrecognized tax benefits. Unrecognized tax benefits of $12.8 million as of December 31, 2019, if recognized, would have decreased income taxes and the corresponding effective income tax rate and increased net income. This potential impact on net income reflects the reduction of these unrecognized tax benefits, net of certain deferred tax assets and the federal tax benefit of state income tax items.",
      "As of December 31, 2019, it is reasonably possible that the total amount of unrecognized tax benefits will decrease within twelve months by as much as $2.3 million due to the resolution of audits or expirations of statutes of limitations related to U.S. federal, state and international tax positions.\n\nWe classify interest expense and any related penalties related to income tax uncertainties as a component of income tax expense. The total interest (benefit) expense related to tax uncertainties recognized in the Consolidated Statements of Operations were $(0.3) million, $(1.1) million and $0.2 million for the years ended December 31, 2019, 2018 and 2017, respectively. There were no benefits from the reversal of accrued penalties for the years ended December 31, 2019, 2018 and 2017. Accrued interest of $3.6 million and $2.9 million related to income tax uncertainties were reported as a component of Other noncurrent liabilities in the Consolidated Balance Sheets at December 31, 2019 and 2018, respectively. There were no accrued penalties related to income tax uncertainties for the years ended December 31, 2019 and 2018.",
      "We have tax years from 2010 and thereafter that remain open and subject to examination by the IRS, certain state taxing authorities or certain foreign tax jurisdictions.\n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n\n(In millions, except per share data and unless otherwise indicated)-(Continued)",
      "Note 11. Debt\n\nDebt at December 31, 2019 and 2018 consisted of the following:\n\n(a)\n\nAs of December 31, 2018 the interest rate on the 11.25% senior notes due February 1, 2019 had contractually increased to 13.25%.\n\n(b)\n\nAs of December 31, 2019 and 2018, the interest rate on the Term Loan due January 15, 2024 was 6.80% and 7.51%, respectively.",
      "(c)\n\nIncludes miscellaneous debt obligations.\n\nThe fair values of the senior notes and debentures, which were determined using the market approach based upon quoted prices or interest rates available to us for debt obligations with similar terms and maturities, were determined to be Level 2 under the fair value hierarchy. The fair value of our total debt was greater than its book value by approximately $29.3 million at December 31, 2019 and less than its book value by approximately $14.4 million at December 31, 2018.",
      "During the year ended December 31, 2019, we repurchased on the open market $23.4 million and $20.7 million in aggregate principal amount of the 7.875% senior notes due 2021 and 8.875% debentures due 2021, respectively. We recorded a loss on debt extinguishment of $0.8 million in the third quarter of 2019 on the repurchase of the notes and debentures.\n\nOn February 1, 2019, we retired the $172.2 million 11.25% senior notes using availability under our ABL Credit Facility.",
      "On October 15, 2018, we entered into a $550.0 million senior secured term loan B (the “Term Loan”) pursuant to a credit agreement (the “Term Loan Credit Agreement”). Proceeds from the Term Loan, net of a $5.5 million discount, were used to repurchase certain senior notes, pay transaction fees and repay a portion of borrowings under the ABL Credit Facility. The Term Loan is scheduled to mature on January 15, 2024, at which time the remaining outstanding balance under the Term Loan will be due and payable. Principal payments of $1.4 million are due quarterly. The Term Loan bears interest based on the London Interbank Offered Rate (LIBOR) plus a margin of 5% or a base rate plus a margin of 4%.\n\nOn October 15, 2018, we repurchased $172.6 million and $257.4 million in aggregate principal amount of the 7.625% senior notes due 2020 and 7.875% senior notes due 2021, respectively, pursuant to a tender offer. We recorded a loss on debt extinguishment of $32.3 million in the fourth quarter of 2018 on the repurchase of the bonds, representing tender premiums paid of $29.0 million, write-off of unamortized debt issuance costs of $1.5 million and fees and expenses of $1.8 million.",
      "We entered into an $800.0 million senior secured asset-based revolving credit facility (the “ABL Credit Facility”) on September 29, 2017, pursuant to a credit agreement (the “ABL Credit Agreement”), which replaced our prior $800.0 million senior secured revolving credit facility dated September 30, 2016.\n\nOn October 15, 2018, we amended the ABL Credit Agreement to, among other things, permit (i) the incurrence of the debt pursuant to the Term Loan Credit Agreement and (ii) the incurrence of a lien on the ABL Priority Collateral (described below) to secure our obligations under the Term Loan Credit Agreement and related guarantees on a second-priority basis. The ABL Credit Facility is scheduled to mature on September 29, 2022, at which time all outstanding amounts under the ABL Credit Facility will be due and payable.\n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n\n(In millions, except per share data and unless otherwise indicated)-(Continued)",
      "The amount available to be borrowed under the ABL Credit Facility is equal to the lesser of (a) $800.0 million and (b) a borrowing base formula based on the amount of accounts receivable, inventory, machinery, equipment and, if we were to so elect in the future subject to the satisfaction of certain conditions, fee-owned real estate of ours and our material domestic subsidiaries, subject to certain eligibility criteria and advance rates (collectively, the “Borrowing Base”). The aggregate amount of real estate, machinery and equipment that can be included in the Borrowing Base formula cannot exceed $200.0 million.",
      "Borrowings under the ABL Credit Facility bear interest at a rate dependent on the average quarterly availability and is calculated according to a base rate (except in certain circumstances, based on the prime rate) or a Eurocurrency rate (except in certain circumstances, based on LIBOR) plus an applicable margin. The applicable margin for base rate loans ranges from 0.25% to 0.50% and the applicable margin for Eurocurrency loans ranges from 1.25% to 1.50%. In addition, a fee is payable quarterly on the unused portion of the total commitments. This fee accrues at a rate of either 0.25% or 0.375% depending upon the average usage of the facility. Borrowings under the ABL Credit Facility may be used for working capital and general corporate purposes.\n\nBased on our Borrowing Base as of December 31, 2019 and existing borrowings, we had approximately $633.7 million of borrowing capacity available under the ABL Credit Facility. The weighted average interest rate on borrowings under our ABL Credit Facility was 3.7%, 3.5%, 3.5% for the years ended December 31, 2019, 2018 and 2017, respectively.",
      "Our obligations under the ABL Credit Facility are guaranteed by our material domestic subsidiaries (the “Guarantors”) and are secured by a security interest in substantially all assets of ours and the Guarantors, including, only to the extent included in the Borrowing Base, real property, in each case subject to certain exceptions and exclusions. The assets of ours and the Guarantors consisting of accounts receivable, inventory, deposit accounts, securities accounts, machinery and equipment and, to the extent related to the foregoing, general intangibles, documents and instruments, as well as 65% of the equity interests of our first-tier foreign subsidiaries (collectively, the “ABL Priority Collateral”), secure our obligations and the obligations of the Guarantors under the ABL Credit Facility and the related guarantees on a first-priority basis, and all other collateral other than the ABL Priority Collateral secures our obligations and the obligations of the Guarantors under the ABL Credit Facility on a second-priority basis, in each case, subject to permitted liens.",
      "Our obligations under the Term Loan Credit Agreement are guaranteed by the Guarantors and are secured by a security interest in substantially all assets of ours and the Guarantors, including certain material real property, subject to certain exceptions and exclusions. The ABL Priority Collateral secures our obligations and the obligations of the Guarantors under the Term Loan Credit Agreement and related guarantees on a second-priority basis, and all other collateral other than the ABL Priority Collateral secures our obligations and the obligations of the Guarantors under the Term Loan Credit Agreement and related guarantees on a first-priority basis, in each case, subject to permitted liens.",
      "The ABL Credit Agreement and Term Loan Credit Agreement contain customary affirmative and negative covenants including negative covenants restricting, among other things, our ability to incur debt, make investments, make certain restricted payments (including payments on certain other debt and external dividends), incur liens securing other debt, consummate certain fundamental transactions, enter into transactions with affiliates and consummate asset sales. The ABL Credit Agreement contains a covenant which requires us to maintain a minimum fixed charge coverage ratio of 1.0 to 1.0 if availability under the ABL Credit Facility declines below certain levels. The Term Loan Credit Agreement requires that the net cash proceeds of significant asset sales be used to prepay the Term Loan to the extent that the net cash proceeds are not used for reinvestment in assets useful to our business, certain acquisitions and investments, repayment of certain borrowings under our ABL Credit Facility or the funding of debt repayments, redemptions or tenders of certain existing notes maturing prior to the maturity of the Term Loan, in each case, subject to certain restrictions and limitations set forth in the Term Loan Credit Agreement.",
      "On June 7, 2017, we repurchased $41.7 million of the 6.625% debentures due April 15, 2029, $59.4 million of the 6.50% senior notes due November 15, 2023 and $101.7 million of the 6.00% senior notes due April 1, 2024 using borrowings under the prior credit agreement. The repurchases resulted in a net gain of $0.8 million which was recognized within loss on debt extinguishment in the Consolidated Statements of Operations for the year ended December 31, 2017 related to the difference between the fair value of the debt repurchased and the principal outstanding, partially offset by the premiums paid, unamortized debt issuance costs and other expenses.\n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n\n(In millions, except per share data and unless otherwise indicated)-(Continued)",
      "On May 22, 2017, certain third party financial institutions (such financial institutions collectively, the “Third Party Purchasers”), launched cash tender offers for certain of our outstanding debt securities, including our 7.625% senior notes due June 15, 2020 and 7.875% senior notes due March 15, 2021. On June 7, 2017, the Third Party Purchasers purchased $111.6 million in aggregate principal amount of the 7.625% senior notes due June 15, 2020 (the “Third Party Purchase Notes”). On June 21, 2017, we exchanged 6.1 million of our retained shares of Donnelley Financial for the Third Party Purchase Notes. We cancelled the Third Party Purchase Notes on June 21, 2017. As a result, we recognized a $14.4 million loss on debt extinguishment in the Consolidated Statements of Operations during the year ended December 31, 2017 related to premiums paid, unamortized debt issuance costs and other expenses. In addition, we recognized a net realized gain of $92.4 million resulting from the disposition of these retained shares of Donnelley Financial common stock within net investment and other income in the Consolidated Statements of Operations during the year ended December 31, 2017.",
      "On August 4, 2017, we disposed of our remaining 0.1 million shares of Donnelley Financial common stock in exchange for $1.9 million in aggregate principal of our 7.875% senior notes due March 15, 2021 which were cancelled. As a result, we recognized a $0.3 million loss on debt extinguishments in the Consolidated Statements of Operations during the year ended December 31, 2017, related to premiums paid, unamortized debt issuance costs and other expenses. In addition, we recognized a net realized gain of $1.6 million resulting from the disposition of these retained shares of Donnelley Financial common stock within net investment and other income in the Consolidated Statements of Operations during the year ended December 31, 2017.\n\nAs of December 31, 2019, we had $42.0 million of borrowings and $39.1 million of letters of credit issued under the ABL Credit Facility. We also had $137.0 million in other uncommitted credit facilities, primarily outside the U.S. (the “Other Facilities”), of which we had $87.6 million in outstanding letters of credit, bank guarantees and bank acceptance drafts.\n\nAt December 31, 2019, the future maturities of debt were as follows:\n\n(a)\n\nExcludes unamortized debt issuance costs of $12.8 million and $4.7 million of bond discount which do not represent contractual commitments with a fixed amount or maturity date.",
      "Interest expense\n\nThe following table summarizes interest expense included in the Consolidated Statements of Operations:\n\nInterest paid was $158.6 million, $173.0 million and $180.1 million for the years ended December 31, 2019, 2018 and 2017, respectively.",
      "Note 12. Derivatives\n\nAll derivatives are recorded as other current or noncurrent assets or other current or noncurrent liabilities in the Consolidated Balance Sheets at their respective fair values. Unrealized gains and losses related to derivatives are recorded in the Consolidated Statements of Operations, or in other comprehensive income (loss), net of applicable income taxes, depending on the purpose for which the derivative is held. At the inception of a hedge transaction, we formally document the hedge relationship and the risk management objective for undertaking the hedge. In addition, we assess both at inception of the hedge and on an ongoing basis, whether the derivative in the hedging transaction has been highly effective in offsetting changes in fair value or cash flows of the hedged item and whether the derivative is expected to continue to be highly effective. The impact of any ineffectiveness is also recognized in the Consolidated Statements of Operations.\n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n\n(In millions, except per share data and unless otherwise indicated)-(Continued)",
      "We are exposed to the impact of foreign currency fluctuations based on our global operations. Foreign currency fluctuations affect the U.S. dollar value of revenues earned and expenses incurred in foreign currencies. We are also exposed to currency risk to the extent we own assets or incur liabilities, or enter into other transactions that are not in the functional currency of the subsidiary in which we operate. We employ different practices to manage these risks, including where appropriate the use of derivative instruments, such as foreign currency forwards. To the extent the gains and losses associated with the fair values of foreign currency derivatives are recognized in the Consolidated Statements of Operations, they are generally offset by gains and losses on underlying payables, receivables and net investments in foreign subsidiaries. We do not use derivative financial instruments for trading or speculative purposes. The aggregate notional value of the forward contracts at December 31, 2019 and 2018 was $179.9 million and $170.8 million, respectively. The fair values of foreign currency contracts were determined to be Level 2 under the fair value hierarchy and are valued using market exchange rates.",
      "On November 20, 2019 and October 31, 2019, we entered into interest rate swap agreements to manage interest rate risk exposure, effectively changing the interest rate on $200.0 million of our floating-rate Term Loan based on LIBOR to a fixed-rate. The interest rate swaps, with a notional value of $200.0 million, were designated as cash flow hedges against the variability of cash flows associated with our Term Loan scheduled to mature on January 15, 2024, which are attributable to changes in the benchmark interest rate.",
      "The fair values of interest rate swaps were determined to be Level 2 under the fair value hierarchy and were developed using the market standard methodology of netting the discounted future variable cash payments and the discounted expected fixed cash receipts. Credit valuation adjustments, which consider the impact of any credit enhancements to the contracts, are incorporated in the fair values to account for potential nonperformance risk. We evaluate the credit value adjustments of the interest rate swap agreements, which take into account the possibility of counterparty and our own default, on at least a quarterly basis.",
      "Our foreign currency contracts and interest rate swaps are subject to master netting agreements that allow us to settle positive and negative positions with the respective counterparties. Under these master netting agreements, net settlement generally permits us or the counterparty to determine the net amount payable for contracts due on the same date and in the same currency for similar types of derivative transactions. The master netting agreements generally also provide for net settlement of all outstanding contracts with a counterparty in the case of an event of default or a termination event.\n\nWe manage credit risk for our derivative positions on a counterparty-by-counterparty basis, considering the net portfolio exposure with each counterparty, consistent with our risk management strategy for such transactions. Our agreements with each of our counterparties contain a provision where we could be declared in default on our derivative obligations if we either default or, in certain cases, are capable of being declared in default of any of our indebtedness greater than specified thresholds. These agreements also contain a provision where we could be declared in default subsequent to a merger or restructuring type event if the creditworthiness of the resulting entity is materially weakened.",
      "As of December 31, 2019 and 2018, the fair values of our derivative financial instruments and their classifications on the Consolidated Balance Sheets were as follows:\n\nThe pre-tax losses (gains) recognized on derivative financial instruments in the Consolidated Statements of Operations for the years ended December 31, 2019, 2018 and 2017 were as follows:\n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n\n(In millions, except per share data and unless otherwise indicated)-(Continued)\n\nThe pre-tax gains recognized on derivative financial instruments in the Consolidated Statements of Comprehensive Loss for the years ended December 31, 2019, 2018 and 2017 were as follows:",
      "Note 13. Earnings per Share\n\nBasic earnings per share is calculated by dividing net earnings attributable to RRD common stockholders by the weighted average number of common shares outstanding for the period. In computing diluted earnings per share, basic earnings per share is adjusted for the assumed issuance of all potentially dilutive share-based awards, including stock options, restricted stock units and performance share units. Performance share units are excluded if the performance targets upon which the issuance of the shares is contingent have not been achieved and the respective performance period has not been completed as of the end of the current period. Additionally, stock options are considered anti-dilutive when the exercise price exceeds the average market value of our stock price during the applicable period. In periods when we are in a net loss, share-based awards are excluded from the calculation of earnings per share as their inclusion would have an antidilutive effect.",
      "During the years ended December 31, 2019, 2018 and 2017, no shares of common stock were purchased by us, however, shares were withheld for tax liabilities upon the vesting of equity awards.\n\nThe reconciliation of the numerator and denominator of the basic and diluted earnings per share calculation and the anti-dilutive share-based awards for the years ended December 31, 2019, 2018 and 2017 were as follows:\n\nNote 14. Other Comprehensive Loss\n\nThe components of other comprehensive loss and income tax expense allocated to each component for the years ended December 31, 2019, 2018 and 2017 were as follows:",
      "NOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n\n(In millions, except per share data and unless otherwise indicated)-(Continued)\n\nThe following table summarizes changes in accumulated other comprehensive loss by component for the years ended December 31, 2019, 2018 and 2017:\n\nAs of July 1, 2018, we adopted ASU 2018-02, “Income Statement-Reporting Comprehensive Income (Topic 220): Reclassification of Certain Tax Effects from Accumulated Other Comprehensive Income,” which resulted in a decrease to Accumulated deficit and increase to Accumulated other comprehensive loss of $22.0 million. See Note 18, New Accounting Pronouncements, for further discussion.\n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n\n(In millions, except per share data and unless otherwise indicated)-(Continued)\n\nReclassifications from accumulated other comprehensive loss for the year ended December 31, 2019, 2018 and 2017 were as follows:",
      "(a)\n\nIncluded within selling, general and administrative expenses in the Consolidated Statements of Operations.\n\n(b)\n\nThese accumulated other comprehensive (loss) income components are included in the calculation of net periodic pension and OPEB plan (income) expense recognized in cost of sales and net investment and other income in the Consolidated Statements of Operations (see Note 9, Retirement Plans).\n\n(c)\n\nIncluded within net investment and other income in the Consolidated Statements of Operations.",
      "(d)\n\nIncluded within net interest expense in the Consolidated Statements of Operations.\n\nNote 15. Stock and Incentive Programs for Employees and Directors\n\nWe recognize compensation expense based on estimated grant date fair values for all share-based awards issued to employees and directors, including stock options, restricted stock units and performance share units. We estimate the fair value of share-based awards based on assumptions as of the grant date. We recognize compensation expenses for those awards expected to vest, on a straight-line basis over the requisite service period of the award, which is generally the vesting term of three years for restricted stock awards and stock options and the performance period for performance share units. For those awards in which there is no requisite service period, we immediately recognize the compensation expense. We recognize forfeitures as they occur as a reduction of compensation expense.",
      "Share-Based Compensation Expense\n\nThe total share-based compensation expense was $10.9 million, $8.6 million and $8.4 million for the years ended December 31, 2019, 2018 and 2017, respectively. The resulting income tax benefit was $2.8 million, $2.2 million and $3.2 million for the years ended December 31, 2019, 2018 and 2017, respectively. As of December 31, 2019, $7.3 million of unrecognized compensation expense related to share-based compensation plans is expected to be recognized over a weighted-average period of 1.7 years.\n\nShare-Based Compensation Plans\n\nWe have one share-based compensation plan under which we may grant future awards, as described below, and one terminated or expired share-based compensation plan under which awards remain outstanding.\n\nThe 2017 Performance Incentive Plan (“2017 PIP”) was approved by stockholders to provide incentives to our key employees. Awards under the 2017 PIP are generally not restricted to any specific form or structure and could include, without limitation, stock options, stock units, restricted stock awards, cash or stock bonuses and stock appreciation rights. There were 7.3 million shares of common stock reserved and authorized for issuance under the 2017 PIP. At December 31, 2019, there were 3.8 million shares of common stock authorized and available for grant under the 2017 PIP.",
      "NOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n\n(In millions, except per share data and unless otherwise indicated)-(Continued)\n\nGeneral Terms of Awards\n\nUnder various incentive plans, we have granted certain employees non-qualified stock options, restricted stock units, performance share units and cash-settled stock units (“phantom stock units”). The Human Resources Committee of the Board of Directors has discretion to establish the terms and conditions for grants, including the number of shares, vesting and required service or other performance criteria. The maximum term of any award under the 2017 PIP and previous plans is ten years.",
      "The exercise price of a stock option is equal to the closing price of our common stock on the option grant date and generally vest over four years. Options generally expire ten years from the date of grant or five years after the date of retirement, whichever is earlier.",
      "The rights granted to the recipient of restricted stock unit awards generally accrue ratably over the restriction or vesting period, which is generally three years. We have also granted restricted stock unit awards which cliff vest three years from the grant date. Restricted stock unit awards are subject to forfeiture upon termination of employment prior to vesting, subject in some cases to early vesting upon specified events, including death or permanent disability of the grantee, termination of the grantee’s employment under certain circumstances or a change in control of the Company. We record compensation expense of restricted stock unit awards based on the fair value of the awards at the date of grant ratably over the period during which the restrictions lapse. Dividends are not paid on restricted stock units.",
      "We also issue restricted stock units as share-based compensation for members of the Board of Directors. Director restricted stock units granted after January 2009 cliff vest three years from the date of grant with the opportunity to defer any tranche of vesting restricted stock units until termination of service on the Board of Directors. Awards granted between January 2008 and January 2009 vested ratably over three years from the date of grant and were amended in May 2009 to provide the opportunity to defer any tranche of vesting restricted stock units until termination of service on the Board of Directors. For awards granted prior to January 2008, one-third of the restricted stock units vested on the third anniversary of the grant date, and the remaining two-thirds of the restricted stock units vested upon termination of the holder’s service on the Board of Directors; the holder could also elect to defer delivery of the initial one-third of the restricted stock units until termination of service on the Board of Directors. In the event of termination of a holder’s service on the Board of Directors prior to a vesting date, all restricted stock units of such holder will vest. All awards granted prior to December 31, 2007 are payable in shares of common stock or cash. In 2009, the option to have awards paid in cash was removed for awards granted in 2008 and future years. Awards that may be paid in cash are classified as liability awards due to their expected settlement in cash, and are included in Accrued liabilities and other in the Consolidated Balance Sheets. Compensation expense for these awards is measured based upon the fair value of the awards at the end of each reporting period. Awards payable only in shares are classified as equity awards due to their expected settlement in common stock. Compensation expense for these awards is measured based upon the fair value of the awards at the date of grant. Dividend equivalents are accrued for shares awarded to the Board of Directors and paid in the form of cash.",
      "We have granted performance share unit awards to certain executive officers and senior management. Distributions under these awards are payable at the end of their respective performance periods in common stock or cash, at our discretion. The number of share units that vest can range from zero to 150% for the 2019, 2018 and 2017 awards, depending on achievement of a targeted performance metric for a performance period of three years inclusive of the year in which the award was granted. These awards are subject to forfeiture upon termination under certain circumstances prior to vesting. We expense the cost of the performance share unit awards based on the fair value of the awards at the date of grant and the estimated achievement of the performance metric, ratably over the performance period of three years.",
      "In addition, we have granted phantom stock units to certain members of senior management. These awards vest and are payable in three equal installments over a period of three years after the grant date. Phantom stock units are not shares of our common stock and therefore the recipients of these awards do not receive ownership interest in the Company or stockholder voting rights. These awards are subject to forfeiture upon termination of employment prior to vesting, subject in some cases to early vesting upon specified events, including death or permanent disability of the grantee, termination of the grantee’s employment under certain circumstances or a change in control of the Company. All phantom stock unit awards are classified as liability awards due to their expected settlement in cash, and are included in Accrued liabilities and other in the Consolidated Balance Sheets. Compensation expense for these awards is measured based upon the fair value of the awards at the end of each reporting period. Dividends are not paid on phantom stock units.\n\nStock Options\n\nThere were no options granted during the years ended December 31, 2019, 2018 and 2017.\n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n\n(In millions, except per share data and unless otherwise indicated)-(Continued)\n\nStock option awards as of December 31, 2019 and 2018, and changes during the year ended December 31, 2019 were as follows:",
      "There was no unrecognized compensation expense related to stock options as of December 31, 2019.\n\nRestricted Stock Units\n\nNonvested restricted stock unit awards as of December 31, 2019 and 2018, and changes during the year ended December 31, 2019 were as follows:\n\nAs of December 31, 2019, there was $4.3 million of unrecognized share-based compensation which will be recognized over a weighted-average period of 1.6 years. The fair value of these awards was determined based on our stock price on the grant date reduced by the present value of expected dividends through the vesting period.\n\nPerformance Share Units\n\nNonvested performance share unit awards as of December 31, 2019 and 2018, and changes during the year ended December 31, 2019, were as follows:\n\nAs of December 31, 2019, there was $3.0 million of unrecognized compensation expense related to performance share unit awards, which is expected to be recognized over a weighted-average period of 1.8 years.",
      "Phantom Stock Units\n\nPhantom stock unit awards as of December 31, 2019 and changes during the year ended December 31, 2019, were as follows:\n\nAs of December 31, 2019, there was $6.1 million of unrecognized compensation expense related to phantom stock unit awards based on the price of our common stock on that date, which is expected to be recognized over a weighted-average period of 2.0 years.\n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n\n(In millions, except per share data and unless otherwise indicated)-(Continued)",
      "Note 16. Stockholder Rights Plan\n\nOn August 28, 2019, our Board of Directors approved a Stockholder Rights Agreement (the “Rights Agreement”). Under the terms of the Rights Agreement, each share of our common stock is accompanied by one right; each right entitles the stockholder to purchase from the Company one one-thousandth of a newly issued share of Series A Junior Participating Preferred Stock at an exercise price of $12, subject to adjustment.",
      "Subject to certain exceptions, the rights become exercisable 10 business days following a public announcement that a person (the “Acquiring Person”) has acquired beneficial ownership of 10% (or 20% in certain circumstances ) or more of the outstanding shares of common stock of the Company (the “Stock Acquisition Date”). The rights will expire on August 28, 2020, unless redeemed, exchanged or terminated earlier by the Company. The Rights Agreement can be amended by our Board of Directors allowing for an extension of the expiration date. At any time until 10 business days following the Stock Acquisition Date, the Company may redeem the rights for $0.001 per right.",
      "In the event a person becomes an Acquiring Person, each holder of a right, other than the Acquiring Person, will have the right to receive common stock (or, in certain circumstances, cash, property or other securities of the Company) having a value equal to two times the exercise price of the right.\n\nIn the event that we are acquired in a merger or other business combination as defined in the Rights Agreement, or 50% or more of our assets or earnings power is sold, each right entitles the holders to purchase common stock of the acquiring company having a value equal to two times the exercise price of the right.",
      "At any time after a person becomes an Acquiring Person and prior to the acquisition by any person or group of 50% or more of the outstanding common stock, the Board of Directors may exchange the rights (other than rights owned by such person or group which have become void), in whole or in part, at an exchange ratio of one share of common stock, or one one-thousandth of a share of Series A Preferred Stock (or of a share of a class or series of the Company’s preferred stock having equivalent rights, preferences and privileges), per right, subject to adjustment.",
      "Note 17. Segment and Geographic Area Information\n\nOur segments and their product and service offerings are summarized below:\n\nBusiness Services\n\nBusiness Services provides customized solutions at scale to help clients inform, service and transact with their customers. The segment’s primary product and service offerings include commercial print, logistics, statement printing, labels, packaging, supply chain management, forms and business process outsourcing. This segment also includes all of our operations in Asia, Europe, Canada and Latin America.",
      "Marketing Solutions\n\nMarketing Solutions leverages an integrated portfolio of data analytics, creative services and multichannel execution to deliver comprehensive, end-to-end solutions. The segment’s primary product and service offerings include direct marketing, in-store marketing, digital print, kitting, fulfillment, digital and creative solutions and list services.\n\nCorporate\n\nCorporate consists of unallocated selling, general and administrative activities and associated expenses including, in part, executive, legal, finance, communications, certain facility costs and last-in-first-out inventory provisions. In addition, certain costs and earnings of employee benefit plans, such as pension and OPEB expense (income) and share-based compensation, are included in Corporate and not allocated to the operating segments. Corporate also manages our cash pooling structures, which enables participating international locations to draw on our international cash resources to meet local liquidity needs.\n\nInformation by Segment\n\nWe have disclosed income (loss) from operations as the primary measure of segment earnings (loss). This is the measure of profitability used by our chief operating decision-maker and is most consistent with the presentation of profitability reported within the consolidated financial statements.\n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n\n(In millions, except per share data and unless otherwise indicated)-(Continued)",
      "Corporate assets consisted of the following items at December 31, 2019, 2018 and 2017:\n\nNet restructuring, impairment and other charges by segment for the years ended December 31, 2019, 2018 and 2017 are described in Note 4, Restructuring, Impairment and Other Charges.\n\nInformation by Geographic Area\n\nThe following table presents net sales by geographic region for the years ended December 31, 2019, 2018 and 2017. Net sales by geographic region are based upon the sales location.\n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n\n(In millions, except per share data and unless otherwise indicated)-(Continued)\n\nThe following table presents long-lived assets by geographic region at December 31, 2019, 2018 and 2017. Long-lived assets include net property, plant and equipment, operating lease assets, noncurrent deferred tax assets and other noncurrent assets.",
      "Note 18. New Accounting Pronouncements\n\nRecently Adopted Accounting Pronouncements\n\nIn February 2018, the Financial Accounting Standards Board (“FASB”) issued Accounting Standards Update (“ASU”) No. 2018-02 “Income Statement-Reporting Comprehensive Income (Topic 220): Reclassification of Certain Tax Effects from Accumulated Other Comprehensive Income,” which permits the reclassification of tax effects stranded in accumulated other comprehensive income to retained earnings as a result of the Tax Act. The standard also requires entities to disclose whether or not they elected to reclassify the tax effects related to the Tax Act from accumulated other comprehensive income. The standard allows the option of applying either a retrospective adoption, meaning the standard is applied to all periods in which the effect of the Tax Act is recognized, or applying the amendments in the period of adoption, meaning an adjustment is made to stockholders’ equity as of the beginning of the reporting period. ASU 2018-02 was effective in the first quarter of 2019; however, early adoption was permitted for interim and annual periods, including the reporting period in which the Tax Act was enacted. As of July 1, 2018, we adopted the provisions of ASU 2018-02, which resulted in a decrease to Accumulated deficit and increase to Accumulated other comprehensive loss of $22.0 million.",
      "In January 2018, the FASB released guidance on the accounting for tax on the global intangible low-taxed income (\"GILTI\") provisions in the Tax Act. The GILTI provisions impose a tax on foreign income in excess of a deemed return on tangible assets of foreign corporations. The guidance indicates that either accounting for deferred taxes related to GILTI inclusions or treating any taxes on GILTI inclusions as period costs are both acceptable methods subject to an accounting policy election. During the fourth quarter of 2018, we elected to treat the tax effect of GILTI as a current-period expense when incurred.",
      "In March 2017, the FASB issued ASU No. 2017-07 “Compensation-Retirement Benefits (Topic 715): Improving the Presentation of Net Periodic Pension Cost and Net Periodic Postretirement Benefit Cost,” which changed the presentation of net periodic pension and postretirement benefit cost (net benefit cost) within the Statement of Operations. Under the previous guidance, net benefit cost was reported as an employee cost within income from operations. The amendment required the bifurcation of net benefit cost, with the service cost component presented with other employee compensation costs in income from operations while the other components are presented separately outside of income from operations. We retrospectively adopted this guidance as of January 1, 2018 and elected to use, as a practical expedient, the amounts disclosed in our notes for the prior comparative period as the estimation basis for applying the retrospective presentation requirements. See Note 9, Retirement Plans, for further discussion.\n\nThe impact of adoption was a $4.1 million increase in Total cost of sales, $11.0 million increase in Selling, general and administrative expenses and $15.1 million increase in Investment and other income-net for the year ended December 31, 2017 to the amounts previously reported.",
      "In February 2016, the FASB issued ASU No. 2016-02 “Leases (Topic 842)” which requires lessees to record most leases on the balance sheet. Topic 842 was effective for annual reporting periods beginning after December 15, 2018, including interim periods within those reporting periods, with early adoption permitted. The new standard requires a lessee to recognize a right-of use (“ROU”) asset and lease liability on the balance sheet for all leases with a term longer than 12 months and requires additional disclosures. For lessors, Topic 842 also modifies the classification criteria and the accounting for sales-type and direct financing leases. Topic 842 was subsequently amended by ASU No. 2018-01 “Land Easement Practical Expedient for Transition to Topic 842”; ASU No. 2018-10 “Codification Improvements to Topic 842, Leases”; ASU No. 2018-11 “Leases (Topic 842): Targeted Improvements” (“ASU 2018-11”); ASU No. 2018-20 “Narrow-Scope Improvements for Lessors”; and ASU No. 2019-01 “Leases (Topic 842): Codification Improvements”. ASU 2018-11 provides clarity on separating components of a lease contract and includes an option to not restate comparative periods in transition and elect to use the effective date of Topic 842 as the date of initial application.",
      "We adopted the guidance as of January 1, 2019 using the effective date as the date of initial application. Results for the year ended December 31, 2019 are presented under Topic 842. Information prior to the effective date continues to be presented in accordance with the previous lease guidance, “Leases (Topic 840)”. We elected the package of practical expedients permitted under the transition guidance within the new standard, which among other things, allowed us to carry forward the historical lease classification of those leases in place as of December 31, 2018. See Note 8, Commitments and Contingencies, for further discussion.",
      "NOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n\n(In millions, except per share data and unless otherwise indicated)-(Continued)",
      "In May 2014, the FASB issued ASU No. 2014-09 “Revenue from Contracts with Customers (Topic 606),” which outlined a single comprehensive model for entities to use in accounting for revenue using a five-step process that superseded virtually all existing revenue guidance. ASU 2014-09 also required additional quantitative and qualitative disclosures. During 2016, the FASB issued ASU 2016-08 “Revenue from Contracts with Customers (Topic 606): Principal versus Agent Considerations (Reporting Revenue Gross versus Net),” ASU 2016-10 “Revenue from Contracts with Customers (Topic 606): Identifying Performance Obligations and Licensing,” and ASU 2016-12“Revenue from Contracts with Customers (Topic 606): Narrow-Scope Improvements and Practical Expedients,” which clarified the revenue recognition implementation guidance on principal versus agent considerations, identifying performance obligations, determining whether an entity's promise to grant a license provides a customer with either a right to use or a right to access the entity's intellectual property, assessing the collectability criteria, presentation of sales and similar taxes, noncash consideration and various other items. The standard allowed the option of either a full retrospective adoption, meaning the standard is applied to all periods presented, or a modified retrospective adoption, meaning the standard is applied only to the most current period. We adopted the guidance as of January 1, 2018 using the modified retrospective approach. See Note 3, Revenue Recognition, for further discussion.",
      "In accordance with Topic 606, the impact of adoption as compared to the prior guidance on our Consolidated Statements of Operations was an increase of $18.1 million in Total net sales and an increase of $3.7 million in Total gross profit for the year ended December 31, 2018. Additionally, the impact of adoption as compared to the prior guidance was a decrease of $80.5 million in Inventories, decrease of $98.8 million in Accrued liabilities and other and an increase of $16.7 million in stockholders' equity at December 31, 2018. No other financial statement line item was materially impacted.",
      "Accounting Pronouncements Issued and Not Yet Adopted\n\nIn December 2019, the FASB issued ASU No. 2019-12 “Simplifying the Accounting for Income Taxes (Topic 740)” (“ASU 2019-12”), which simplifies the accounting for income taxes by eliminating certain exceptions to the guidance in Accounting Standards Codification (“ASC”) 740 related to the approach for intraperiod tax allocation, the methodology for calculating income taxes in an interim period and the recognition of deferred tax liabilities for outside basis differences. The standard also simplifies aspects of the accounting for franchise taxes and enacted changes in tax laws or rates and clarifies the accounting for transactions that result in a step-up in the tax basis of goodwill. ASU 2019-12 will be effective for public entities for fiscal years, and interim periods within those fiscal years, beginning after December 15, 2020, however early adoption is permitted. We are currently evaluating the impact of ASU 2019-12 on the consolidated financial statements.",
      "In August 2018, the FASB issued ASU No. 2018-15 “Intangibles-Goodwill and Other-Internal-Use Software (Subtopic 350-40): Customer’s Accounting for Implementation Costs Incurred in a Cloud Computing Arrangement That Is a Service Contract” (“ASU 2018-15”). ASU 2018-15 aligns the requirements for capitalizing implementation costs incurred in a hosting arrangement that is a service contract with the requirements for capitalizing implementation costs incurred to develop or obtain internal-use software. ASU 2018-15 will be effective for public entities for fiscal years, and interim periods within those fiscal years, beginning after December 15, 2019, however early adoption is permitted. We do not expect the adoption of ASU 2018-15 will have a material impact on the consolidated financial statements.",
      "In August 2018, the FASB issued ASU No. 2018-14 “Compensation-Retirement Benefits-Defined Benefit Plans-General (Subtopic 715-20): Disclosure Framework-Changes to the Disclosure Requirements for Defined Benefit Plans” (“ASU 2018-14”), which removes certain disclosures that are no longer cost beneficial and also includes additional disclosures to improve the overall usefulness of the disclosure requirements to financial statement users. ASU 2018-14 will be effective for public entities for fiscal years beginning after December 15, 2020, however early adoption is permitted. We are currently evaluating the impact of ASU 2018-14 on the consolidated financial statements.",
      "In June 2016, the FASB issued ASU No. 2016-13 “Financial Instruments-Credit Losses (Topic 326): Measurement of Credit Losses on Financial Instruments” (“ASU 2016-13”), which changes the impairment model for most financial assets and certain other instruments. Under the new guidance, entities will be required to measure expected credit losses for financial instruments, including trade receivables, based on historical experience, current conditions and reasonable forecasts. ASU 2016-13 will be effective for public entities for fiscal years, and interim periods within those fiscal years, beginning after December 15, 2019. We do not expect the adoption of ASU 2016-13 will have a material impact on the consolidated financial statements.\n\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\n\nTo the stockholders and the Board of Directors of",
      "R. R. Donnelley & Sons Company\n\nOpinion on the Financial Statements\n\nWe have audited the accompanying consolidated balance sheets of R. R. Donnelley & Sons Company and subsidiaries (the \"Company\") as of December 31, 2019 and 2018, the related consolidated statements of operations, comprehensive income, stockholders' equity, and cash flows for each of the three years in the period ended December 31, 2019, and the related notes (collectively referred to as the \"financial statements\"). In our opinion, the financial statements present fairly, in all material respects, the financial position of the Company as of December 31, 2019 and 2018, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2019, in conformity with accounting principles generally accepted in the United States of America.\n\nWe have also audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Company's internal control over financial reporting as of December 31, 2019, based on criteria established in Internal Control - Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission and our report dated February 26, 2020 expressed an unqualified opinion on the Company's internal control over financial reporting.\n\nChange in Accounting Principle\n\nAs discussed in Note 18 to the financial statements, effective January 1, 2019, the Company adopted FASB Accounting Standards Update 2016-02, “Leases (Topic 842)”, using the modified retrospective approach.\n\nBasis for Opinion\n\nThese financial statements are the responsibility of the Company's management. Our responsibility is to express an opinion on the Company's financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\n\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion.\n\nCritical Audit Matter\n\nThe critical audit matter communicated below is a matter arising from the current-period audit of the financial statements that was communicated or required to be communicated to the audit committee and that (1) relates to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\n\nGoodwill - Logistics and Global Turnkey Solutions Reporting Units - Refer to Notes 1, 4 and 5 to the financial statements\n\nCritical Audit Matter Description\n\nThe Company’s evaluation of goodwill for impairment involves the comparison of the fair value of each reporting unit to its carrying value. If the carrying value of a reporting unit exceeds the estimated fair value, an impairment loss is recognized equal to the excess, limited to the total amount of goodwill allocated to that reporting unit. The Company determines the fair value of its reporting units using a combination of comparable company market valuations and expected future discounted cash flows.\n\nDuring the fourth quarter of 2019, the Company determined that the fair value of the Logistics reporting unit was lower than its carrying value, resulting in a goodwill impairment charge of $98.5 million. In addition, the fair value of Global Turnkey Solutions\n\n(“GTS”), a reporting unit within the Business Services segment, exceeded its carrying value by 4% as of the measurement date and, therefore, no impairment was recognized. This reporting unit had $42.3 million of goodwill at December 31, 2019.\n\nThe determination of fair value of these reporting units required management to make significant estimates and assumptions, particularly related to the forecasts of future revenue and the selection of the discount rates within these reporting units. We identified the auditing of the fair values of these reporting units as a critical audit matter due to the significant estimates and assumptions made by management to estimate the fair value based on the expected discounted cash flows to be generated by these reporting units, and the highly sensitive impact of these assumptions to the recorded impairment, if any. This required a high degree of auditor judgment and an increased extent of effort, including the need to involve our fair value specialists, when performing audit procedures to evaluate the reasonableness of management’s estimates and assumptions related to the forecasts of future revenue and the selection of the discount rate.\n\nHow the Critical Audit Matter Was Addressed in the Audit\n\nOur audit procedures related to the forecasts of future revenue and the selection of the discount rate for these two reporting units included the following, among others:\n\n•\n\nWe tested the effectiveness of controls over management’s goodwill impairment evaluation, including the controls related to management’s forecast of future revenue and the selection of the discount rate.\n\n•\n\nWe evaluated management’s ability to accurately forecast future revenue by comparing actual results to management’s historical forecasts.\n\n•\n\nWe assessed the reasonableness of management’s revenue forecasts by comparing the forecasts to:\n\no\n\nInternal budgets and plans provided to management and the Board of Directors.\n\no\n\nForecasted information included in the Company’s press release as well as in industry reports for the Company and certain of its peer companies.\n\n•\n\nWith the assistance of our fair value specialists, we evaluated the reasonableness of the (1) valuation methodology and (2) discount rate by:\n\no\n\nTesting the source information underlying the determination of the discount rate and the mathematical accuracy of the calculation.\n\no\n\nDeveloping a range of independent estimates and comparing those to the discount rate selected by management.\n\n/s/ DELOITTE & TOUCHE LLP\n\nChicago, Illinois\n\nFebruary 26, 2020\n\nWe have served as the Company's auditor since 2002.\n\nUNAUDITED INTERIM FINANCIAL INFORMATION\n\n(In millions, except per-share data)\n\nPer share data is computed independently for each of the periods presented. As a result, the sum of the amounts for the quarter may not equal the total for the year.\n\nThe quarterly results above include the following significant items:"
    ]
  }
}